Repository: olzhas-ergali/QREP_prod
Catalog: service/tgbot/locales/kaz/LC_MESSAGES/qr_bot.po
Languages: kk_kz

source: Спасибо за твой отзыв! Нам важно, чтобы процесс адаптации был максимально комфортным. HR-менеджер свяжется с тобой, чтобы узнать, что можно улучшить.
kk_kz: Керемет! Онбординг саған көмектескеніне қуаныштымын! Егер сұрақтарың болса, маған немесе HR-командаға кез келген уақытта жүгіне аласың. QR Family-ге қош келдің!

source: Поздравляю! Ты успешно завершил онбординг. Надеюсь, это было полезно и помогло тебе лучше адаптироваться в компании. Перед тем как мы закончим, оцени, насколько онбординг был полезным для тебя:
kk_kz: Құттықтаймын! Сен онбордингті сәтті аяқтадың. Бұл сен үшін пайдалы болып, компанияға тез бейімделуге көмектесті деп үміттенемін. Аяқтамас бұрын, онбордингтің қаншалықты пайдалы болғанын бағала:

source: Очень жаль :( Давай HR менеджер свяжется с тобой, чтобы узнать что тебе не понравилось.
kk_kz: Өкінішті :( Біз үшін сенің өзіңді жайлы сезінуің өте маңызды. Сондықтан HR-менеджер міндетті түрде сенімен байланысып, қандай қиындықтар туындағанын және оны қалай шешуге болатынын анықтайды.

source: Отлично! Рад, что твой первый день был успешным. Давай продолжим знакомство с нашей компанией!
kk_kz: Тамаша! Сенің бірінші күнің жақсы өткеніне қуаныштымын! Енді компаниямызбен танысуды жалғастырайық!

source: Сегодня я расскажу тебе вкратце о правилах трудового распорядка в нашей компании, чтобы ты знал(а), как лучше организовать свой рабочий процесс. Это поможет тебе адаптироваться быстрее и комфортнее.
kk_kz: Бүгін мен саған біздің компаниядағы еңбек тәртібі ережелері туралы қысқаша айтып беремін. Бұл жұмыс процесіңді дұрыс ұйымдастыруға және бейімделуіңді жылдам әрі жайлы етеді.

source: А теперь - кое-что интересное! Ты уже знаешь, что у нас есть статус сотрудника, а значит, ты можешь пользоваться стафф скидкой на наши продукты. Знаешь, как её активировать?
kk_kz: Ал енді ең қызықтысы! Сенде қызметкер мәртебесі бар, демек, біздің өнімдерге стафф жеңілдігін пайдалана аласың. Оны қалай іске қосу керектігін білесің бе?

source: Не переживай, я с радостью помогу! Сейчас расскажу, как активировать твою стафф скидку.
kk_kz: Уайымдама, мен саған қуана көмектесемін! Қазір саған стафф жеңілдігін қалай іске қосуға болатынын айтып беремін.

source: Отлично! Ты уже в курсе, как активировать скидку! Если у тебя возникнут вопросы по этому процессу, не стесняйся обращаться, я всегда рядом, чтобы помочь.
kk_kz: Тамаша! Сен жеңілдік алу жолын білесің! Егер бұл процеске қатысты сұрақтарың болса, сұрай аласын. Мен әрқашан көмектесуге дайынмын.

source: Какие вопросы у тебя остались? Не стесняйся, напиши их сюда — и я обязательно вернусь с ответами!
kk_kz: Қандай сұрақтарың қалды? Осында жаза аласың — мен міндетті түрде жауап беремін!

source: Я вернусь к тебе с ответом в ближайшее время. А пока на этом все! Желаю удачного дня, и до завтра!
kk_kz: Мен жақын арада саған жауап беремін. Ал әзірге осы! Сәтті күн тілеймін, ертең кездескенше!

source: Круто! Теперь мы можем быть на связи всегда!
kk_kz: Иә – тамаша! Енді біз әрдайым байланыста бола аламыз!

source: Очень жаль… Напиши, пожалуйста, Севинч (+7 707 926 6305), чтобы она добавила тебя в группы
kk_kz: Өкінішті… Севинчке (телефон нөмірі) жазып, сені топтарға қосуын сұрай аласын!

source: А это на случай, если у тебя есть вопросы по работе с Bitrix24:
kk_kz: Бұл жағдайда егер Bitrix24 жүйесімен жұмыс істеуге қатысты сұрақтарың болса, төмендегідей әрекет етуге болады:

source: Если у тебя остались ещё вопросы по Bitrix, прошу обратиться к Жулдыз (+7 778 166 05 65) Спасибо за внимание! До завтра :)
kk_kz: Егер Bitrix24 бойынша сұрақтарың болса, Жұлдызға (+7 778 166 05 65) жаза аласын. Назар аударғаның үшін рахмет! Ертең кездескенше :)

source: Авторизоваться как клиент
kk_kz: Клиент ретінде кіріңіз

source: Авторизоваться как сотрудник
kk_kz: Қызметкер ретінде кіріңіз

source: Продолжить регистрацию
kk_kz: Тіркеуді жалғастырыңыз

source: Повторно написать ИИН
kk_kz: ЖСН қайта жазыңыз

source: Мои бонусы
kk_kz: Менің бонустарым

source: Мой QR
kk_kz: Менің QR

source: Мои покупки
kk_kz: Менің сатып алуларым

source: Муж
kk_kz: Еркек

source: Жен
kk_kz: Әйел

source: За весь период
kk_kz: Бүкіл кезең үшін

source: За текущий месяц
kk_kz: Ағымдағы ай үшін

source: Поделиться телефоном
kk_kz: Телефонды бөлісу

source: Инструкция
kk_kz: Нұсқаулар

source: Сменить язык
kk_kz: Тілді өзгерту

source: Название товара: {name} Количество: {count}
kk_kz: Өнім атауы: {name} Саны: {count}

source: Цена: {price} Скидка: {discountPercent}% Итог скидки: {total} Итого с учетом скидки: {totalDiscount}
kk_kz: Бағасы: {price} Жеңілдік: {discountPercent}% Жалпы жеңілдік: {total} Жеңілдікпен қоса барлығы: {totalDiscount}

source: Цена: {price}
kk_kz: Бағасы: {price}

source: Дата покупки: {created_date} Ссылка на чек: {ticket_print_url}
kk_kz: Сатып алу күні: {created_date} Түбіртек сілтемесі: {ticket_print_url}

source: Привет, {name}. Я очень рад, что ты стал(а) частью нашей команды. Меня зовут Qrep, и я буду твоим помощником в период твоей адаптации. Для начала расскажу немного о нас. Наша компания стремится к улучшению жизни общества, создавая качественные продукты на каждый день, дополняя образ современного человека. А ты знаешь историю появления нашего бренда?
kk_kz: Сәлем, {name}! Сен біздің командамыздың бір бөлігі болғаныңа өте қуаныштымын!Менің атым Qrep, сенің бейімделу кезеңіңде көмекшің боламын. Алдымен, біз туралы қысқаша айтып өтейін.Біздің компания күнделікті өмірге арналған сапалы өнімдер жасап, заманауи адамның бейнесін толықтырып, қоғам өмірін жақсартуға ұмтылады.Сен біздің брендтің пайда болу тарихын білесің бе?

source: Привет! Как дела? Оцени свой первый день от 1 до 5
kk_kz: Сәлем әріптес! Қалайсын? Бірінші жұмыс күніңді 1ден 5ке дейін бағала:

source: Привет! Вау, мы уже 3 дня вместе! Сегодня я хотел бы поговорить с тобой о культуре и коммуникации в компании. Мы используем несколько каналов для связи в компании. Чтобы быть в курсе всех новостей и быстрее решать вопросы, нужно подключиться ко всем каналам.
kk_kz: Сәлем! Уау, біз бірге жүргенімізге 3 күн болды!Бүгін мен саған біздің компаниядағы мәдениет пен коммуникация туралы айтып бергім келеді. Біз компания ішінде бірнеше байланыс арнасын пайдаланамыз. Барлық жаңалықтардан хабардар болып, сұрақтарыңды жылдам шешу үшін осы арналарға қосылу қажет.

source: Ты уже есть во всех каналах(Bitrix24, Whatsapp, @qr.family?)
kk_kz: Сіз қазірдің өзінде барлық арналардасыз (Bitrix24, Whatsapp, @qr.family?)

source: Привет! Я про тебя не забыл :) Сегодня расскажу, что помимо работы, мы также ценим хороший отдых. Мы часто проводим тимбилдинги с командой и, кроме того, у нас есть крутой проект — QR Ambassadors для ребят из разных регионов!
kk_kz: Сәлем! Мен сені ұмытпадым :) Бүгін мен жұмыстан бөлек, біз жақсы демалуға да мән беретінімізді айтып беремінБіз жиі командамен тимбилдингтер өткіземіз, ал сонымен қатар, бізде әртүрлі аймақтардакелген қызметкерлер үшін керемет QR Ambassadors жобасы бар!

source: Наш проект направлен на улучшение взаимодействия и сотрудничества между регионами и сотрудниками через наших амбассадоров. Мы уверены, что ты также сможешь привнести свои новые идеи и установить прочные связи с коллегами!
kk_kz: Біздің жобамыз аймақтағы және біздің қызметкерлер арасындағы өзара әрекеттесу мен ынтымақтастықты амбассадорларымыз арқылы жақсартуға бағытталған.Біз сенің де жаңа идеяларыңды енгізіп, әріптестеріңмен мықты байланыстар орната алатыныңа сенімдіміз!

source: Надеюсь информация была полезной! До скорой встречи!!
kk_kz: Ақпарат пайдалы болды деп үміттенемін! Келесі кездескенше!!

source: Привет! Поздравляю, ты успешно прошел адаптационную неделю! Я рада была поделиться с тобой всей информацией, которой владею :) И хочу пригласить тебя на Welcome Training!
kk_kz: Сәлеметсіз бе! Құттықтаймыз, сіз бейімделу аптасын сәтті аяқтадыңыз! Мен қуаныштымынМенде бар барлық ақпаратты сіздермен бөлісу үшін :) және мен шақырғым келедіСәлемдесу тренингіне қош келдіңіз!

source: Как тебе будет удобнее пройти его?
kk_kz: Ол арқылы өту сізге қалай ыңғайлы болар еді?

source: Цена: {price} Скидка: {discount_procent}% Итог скидки: {total_discount} Итого с учетом скидки: {total_with_discount}
kk_kz: Бағасы: {price} Жеңілдік: {discount_procent}% Жалпы жеңілдік: {total_discount} Жеңілдікпен қоса барлығы: {total_with_discount}

source: Дата покупки: {date}
kk_kz: Сатып алу күні {date}
