Repository: olzhas-ergali/QREP_prod
Catalog: service/tgbot/locales/kaz/LC_MESSAGES/qr_bot.po
Languages: kk_kz

source: Мы осуществляем доставку по всему Казахстану. Варианты доставки В отделения Казпочта (для малых городов и сел) Курьером до двери (для крупных городов) Заказы отправляются на следующий день после оформления. Сроки доставки Алматы/Астана: на завтрашний день после заказа Другие города: от 3 до 10 рабочих дней После оформления заказа на вашу номер и почту придет трек-номер. С его помощью вы сможете отследить посылку на сайте курьерской службы.
kk_kz: Біз Қазақстан бойынша жеткізуді жүзеге асырамыз. Жеткізу нұсқалары: Қазпошта бөлімшелері арқылы (кіші қалалар мен ауылдар үшін) Курьермен есікке дейін (үлкен қалалар үшін) Тапсырыстар келесі күні рәсімделеді. Жеткізу мерзімдері: Алматы/Астана: тапсырыстан кейін келесі күні Басқа қалалар: 3-тен 10 жұмыс күніне дейін Тапсырыс рәсімделгеннен кейін сіздің нөміріңіз бен поштаңызға трек-нөмір келеді. Оның көмегімен курьерлік қызметтің сайтында тапсырысты қадағалай аласыз.

source: Для Алматы: Онлайн-заказы с самовывозом будут готовы через 4 часа после оформления. Адрес: ул. Маметова 47. Для Астаны: Онлайн-заказы с самовывозом будут готовы через 2 часа после оформления. Адрес: ул. Бокейхана 29, ЖК ""Венский Квартал"", блок В, офис 14 (вход снаружи, нужно позвонить в звонок). Доставка по городам Актау, Актобе, Павлодар, Атырау, Шымкент: В этих городах Самовывоз и QR Delivery не осуществляется. Мы предлагаем посетить наш магазин. Если вы не найдете подходящие модели, можете оформить заказ через наш сайт, и мы отправим товар из Алматы. Прямая ссылка на сайт: https://qazaqrepublic.com/ru/shop Уведомление с точным временем готовности будет отправлено в чат и на почту.
kk_kz: Алматыдағы өзіндік алып кету бойынша ретінде рәсімделген тапсырыстар, Маметова 47 мекенжайынан сатып алғаннан кейін 4 сағаттан соң қолжетімді болады. Тапсырысыңыздың дайын болу уақыты туралы хабарлама осы чатқа және электронды поштаңызға жіберіледі. Астанадағы өзіндік алып кету бойынша рәсімделген тапсырыстарды, 2 сағаттан кейін алып кетуге болады. Мекенжай: Бөкейхан көшесі 29, 'Вена кварталы' тұрғын үй кешені, В блогы, 14 кеңсе (кіру ғимараттың сыртынан, есік алдында қоңырау соғу керек) Бұл қалада жеткізу қызметі немесе курьермен алып кету жолдары қарастырылмаған. Тауарды тек дүкенге барып алуға болады. Егер Сізге ұнаған тауар дүкенде болмаса, сайт арқылы онлайн тапсырысты Алматы қаласының басты қоймасынан бере аласыз. Сайтымызға тікелей сілтеме - https://qazaqrepublic.com/ru/shop

source: Данная ошибка может быть связана с ограничениями на использование вашей карты для онлайн-покупок или с превышением лимита. Для решения этой ситуации, предлагаем вам следующее: * Зайдите в ваш кабинет Каспи в «Мой Банк». * Выберите раздел «Каспи Голд». * Перейдите в раздел «Оплата в интернете». * Откройте доступ к оплате в интернете и, при необходимости, измените лимит. Этот шаг позволит вам успешно завершить оформление заказа на нашем сайте.
kk_kz: Бұл қателік картаңызда орнатылған пайдалану шектеулеріне байланысты болуы мүмкін. Бұл жағдайды шешу үшін біз Сізге мына шешімдерді ұсынамыз: * Каспи қосымшаңызда орналасқан 'Мой Банк' кабинетіне кіріңіз. * 'Каспи Голд' бөлімін таңдаңыз. * 'Оплата в интернете' бөліміне өтіңіз. * Интернеттегі төлемге қолжетімділікті ашып, қажет болған жағдайда лимитті өзгертіңіз. Бұл қадам біздің сайтта тапсырысыңызды сәтті аяқтауға мүмкіндік береді.

source: Обмен товара при онлайн-покупке: Обмен/возврат возможен в течение 14 дней с чеком, биркой и сохранением товарного вида. Обмен возможен только на другой размер или цвет. Адреса для обмена: Алматы, ул. Бухтарминская 24/4, 3 блок (пн-вс, 10:00–18:00) Астана, ул. Бокейхана, 29, офис 14 (пн-вс, 10:00–18:00) Возврат товара для других городов: Возврат возможен только в течение 14 дней с момента получения. Оформление заявки на возврат — через сайт компании (qazaqrepublic.com) в разделе ""Мои заказы"". Процесс возврата: Отправьте товар через курьерскую службу или в отделение КазПочты. В посылке приложите: - Заполненное заявление на возврат (выслано на почту) - Товарный чек Данные для отправки: Компания: ТОО Qazaq Republic Телефон: +7 (708) 800 14 65 Адрес: Алматы, ул. Маметова 47 (пересечение с Желтоксан) Важно! Товар должен быть с чеком, биркой, сохранённым товарным видом и заполненным заявлением. Возврат средств на карту клиента в течение 3-7 рабочих дней после поступления товара на склад.
kk_kz: Алмастыру 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі. *Сатып алынған тауардың тек басқа түсіне немесе өлшеміне айырбастауға болады.* Тауарды айырбастау тек келесі мекенжайда мүмкін: - Алматы қ., Бұқтырма көшесі, 24/4, 3 блок (10:00 - 18:00 уақыт аралығында демалыссыз жұмыс істейміз). https://2gis.kz/almaty/geo/70030076631714525 - Астана қ., Бөкейхан көшесі, 29, 14-кеңсе (10:00 - 18:00 уақыт аралығында демалыссыз жұмыс істейміз). Сіз тауарды қайтаруды Қазпошта пошта бөлімшесіне өтіп, алушының мекенжайына кері жіберу үшін кез келген курьерлік қызметтің қызметтерін пайдалана отырып жүзеге асыра аласыз. Елді мекендердегі шағын қалаларда немесе ауылдарда қарапайым тапсырысты Қазпошта курьерлік қызметі арқылы жіберу ұсынылады. Қайтару процесы келесі қадамдарды қамтиды: 1. Тауарды Курьерлік қызмет арқылы немесе Қазпошта бөлімшесіне беру (тапсырыстарды жіберу тарифтерінің құнын Қазпошта бөлімшелерінде немесе сайтта нақтылаңыз post.kz). 2. Қайтарылған тауармен пакетке клиент салуы керек: - Қайтаруға толтырылған өтініш (поштаға жіберілді). - Тауар чегі (тапсырыспен қоса беріледі). 3. Қайтару кезінде сәлемдемені жіберуге арналған деректер: - Алушы Компания: Qazaq Republic ЖШС. - Телефон: +7 (708) 800 14 65. - Мекен-жайы: Алматы қаласы, Маметова 47 ( Желтоқсан көшесінің қиылысы). Назар аударыңыз! Тауар түбіртекпен, биркамен, киімнің тауарлық түрі сақталған және толтырылған қайтару өтінішімен қайтарылуы керек. Клиенттің картасына қаражаттарды қайтару - тауар компанияның қоймасына түскен сәттен бастап 3-7 жұмыс күні ішінде жүргізіледі.

source: Обмен/возврат оффлайн-покупки: Обмен/возврат возможен в течение 14 дней с чеком, биркой и сохранением товарного вида. Обмен возможен только по адресу, где был приобретён товар. Важно: Если фискальный чек утрачен (при оплате через Каспи или карты других банков), необходимо обратиться в магазин и написать заявление на восстановление чека. Срок рассмотрения — 3-4 рабочих дня. При оплате наличными восстановить фискальный чек невозможно.
kk_kz: Алмастыру/қайтару 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі. Сіз тауарды сатып алған мекен-жай бойынша ғана алмастыра/қайтара аласыз. Фискалдық чек болмаған / жоғалған жағдайда (Каспи немесе басқа банктің картасы арқылы төлеген кезде) сторға өтіп, қалпына келтіруге өтініш жазу қажет болады. Өтініш қарастырылу мерзімі 3-4 жұмыс күнін алады. Төлем қолма-қол ақшамен болса және фискалдық чек болмаған / жоғалған жағдайда түбіртекті қалпына келтіру мүмкін емес.

source: Возврат денежных средств: Возврат средств осуществляется в течение 3-7 рабочих дней после получения и проверки товара. Как только возврат будет завершён, мы отправим вам электронное письмо с подтверждающим чеком. Возврат производится тем же способом оплаты, который был использован при покупке. Если деньги не поступили в течение 10 или более дней, пожалуйста, отправьте в банк подтверждающее возврат электронное письмо для ускорения процесса.
kk_kz: Түбіртек, бирка және тауар зақымдалмаған жағдайда тауардың қайтарылуы 3-7 жұмыс күні ішінде жүзеге асырылады. Қайтаруыңыз өңделгеннен кейін поштаңызға растайтын электрондық хат жіберіледі. Қайтару тауарды сатып алған кезіндегі пайдаланған төлем әдісі арқылы жүзеге асырылады. Қайтаруыңызды 10 күн немесе одан да көп уақыт ішінде алмасаңыз, процесті жылдамдату үшін банкке хабарласыңыз. Қайтару және айырбастау саясаты немесе бас тарту құқығы туралы толығырақ ақпаратты Қоғамдық ұсыныс бетінде табуға болады.

source: Возврат средств: Возврат средств за товар при наличии чека, бирки и надлежащего товарного вида осуществляется в течение 3-7 рабочих дней. При оплате наличными возврат производится в тот же день. Если фискальный чек утрачен (при оплате через Kaspi или карты других банков), необходимо посетить магазин и написать заявление на восстановление чека. Сроки рассмотрения заявки — 3-4 рабочих дня. При оплате наличными обмен или возврат без фискального чека невозможен.
kk_kz: Түбіртек, этикеткалары бүтін және тауар зақымдалмаған жағдайда тауардың қайтарылуы 3-7 жұмыс күні ішінде жүзеге асырылады. Тауарды қолма-қол ақшамен төлесеңіз, қайтару сол күні жүзеге асырылады. Егер сатып алу қолма қол ақшамен болса, қайтару сол күні жүзеге асырылады. Егер фискалдық түбіртек жоқ болса немесе жоғалса (Kaspi немесе басқа банктің карталары арқылы төлем жасағанда) дүкенге барып, қалпына келтіруге өтініш жазу керек. Өтінімдерді өңдеу 3-4 жұмыс күн алады. Қолма-қол ақшамен төлеу кезінде фискалдық түбіртексіз айырбастау немесе қайтару мүмкін емес.

source: Ассортимент сайта и магазинов может немного отличаться. Вы можете проверить наличие товаров только в самом магазине, либо осуществить онлдайн-покупки через сайт qazaqrepublic.com
kk_kz: Дүкендерде Сізді қызықтыратын өнімдердің бар-жоғын тек стордың өзінде ғана тексеруге болады. Біздің веб-сайтта qazaqrepublic.com жарияланған өнімдер тек онлайн тапсырыстар үшін қолжетімді.

source: г. Астана, проспект Ұлы Дала 41/3, ЖК «Panorama Park — 4», работаем с 10:00-20:00 ссылка: https://go.2gis.com/l9hop г. Астана, проспект Кабанбай батыра 62, ТРЦ «Mega Silk Way» — 2 этаж, работаем с 10:00-22:00 ссылка: https://go.2gis.com/wqeoq г.Астана, проспект Туран, 37. ТРЦ Хан-Шатыр, 2 этаж, работаем с 10:00-22:00 ссылка: https://go.2gis.com/9qxhv
kk_kz: Астана қ., Ұлы Дала даңғылы, 41/3, ТҮК «Panorama Park — 4» Жұмыс уақыты: 10:00 - 20:00 картаға сілтеме: https://go.2gis.com/l9hop Астана қ., Қабанбай батыр даңғылы, 62, ОСК «Mega Silk Way», 2-қабат Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/wqeoq Астана қ., Тұран даңғылы, 37, ОСК ""Хан-Шатыр"", 2-қабат Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/9qxhv

source: г. Алматы, ул. Маметовой 47 (угол ул. Желтоксан), работаем с 10:00-22:00 ссылка: https://go.2gis.com/oqawqx г.Алматы, ТРЦ ""Mega Center Alma-Ata"", Розыбакиева 247а, 2этаж, работаем с 10:00-22:00 ссылка: https://go.2gis.com/s3se9 г. Алматы, ТРЦ “APORT EAST”, Кульджинский тракт 106, 1 этаж Время работы: 10:00 - 22:00 ссылка: https://go.2gis.com/70gbc Всегда будем рады Вас видеть💙
kk_kz: Алматы қ., Маметова көшесі, 47 (Желтоқсан көшесімен қиылыс) Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/oqawqx Алматы қ., ОСК 'Mega Center Alma-Ata', Розыбакиева көшесі, 247а, 2-қабат Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/s3se9 Алматы қ., ОСК 'APORT EAST', Құлжа трактісі, 106, 1-қабат Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/70gbc Әрқашан сізді күтеміз 💙

source: г. Шымкент, Тауке Хана 43А (KENBABA Family Park), работаем с 10:00 до 22:00 ссылка: https://go.2gis.com/l8xu1v Всегда будем рады Вас видеть💙
kk_kz: Шымкент қ., Тауке Хан даңғылы, 43А (KENBABA Family Park) Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/l8xu1v Әрқашан сізді күтеміз 💙

source: г. Актобе, ТРЦ ""KeruenCity"", ул. Маметовой 4, 1 этаж, работаем с 10:00 до 22:00 ссылка: https://go.2gis.com/oh8jp Всегда будем рады Вас видеть💙
kk_kz: Ақтөбе қ., ОСК 'KeruenCity', Маметова көшесі, 4, 1-қабат Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/oh8jp Әрқашан сізді күтеміз 💙

source: г. Актау,16 мкр, 31 дом. ЖК Tomiris Towers, работаем с 10:00 до 22:00 ссылка: https://go.2gis.com/xt9gem Всегда будем рады Вас видеть💙
kk_kz: Ақтау қ., 16 шағын аудан, 31 үй, ТҮК Tomiris Towers Жұмыс уақыты: 10:00 - 22:00 картаға сілтеме: https://go.2gis.com/xt9gem Әрқашан сізді күтеміз 💙

source: В городе Атырау из-за чрезвычайной ситуации в ТРЦ Baizaar наш стор закрыт. Вы можете оформить заказ через наш сайт, отправим с города Алматы. Прямая ссылка на наш сайт:) - https://qazaqrepublic.com/ru/shop Благодарим за понимание!
kk_kz: Атырау қ. Сырым Датов көшесі,13а, мекен-жайы бойынша орналасқан. Жұмыс уақыты 10:00-22:00 дейін, демалыссыз. Әрқашан сізді күтеміз 💙

source: Вы можете приобрести подарочные сертификаты в наших магазинах (филиалы Qazaq Republic). Доступные номиналы: 5000, 10.000, 15.000, 20.000, 30.000, 50.000 тг. Сертификат действителен в течение года с момента покупки. Для использования гифткарты в магазинах необходимо ее физическое наличие. Если суммы номинала карты не хватает, можно доплатить недостающую сумму. Если цена товара ниже номинала карты, оставшаяся сумма сгорает. Адреса сторов, вы можете посмотреть в меню. Примечание: Онлайн сертификаты пока недоступны для покупки и использования на сайте.
kk_kz: Сыйлық карталарын онлайн сторда сатып алу және қолдану мүмкін емес, Сіз гифткарталарды тек біздің оффлайн дүкенімізде сатып ала аласыз, және қолдана аласыз. Номиналдар: 5.000, 10.000, 15.000, 20.000, 30.000, 50.000. Жарамдылық мерзімі 1 жыл - сатып алған күннен бастап есептеледі. Сыйлық картасын оффлайн дүкенімізде қолдану үшін, карта қолыңызда болуы қажет. Егер тауар ақысы картаның номиналынан артық болса, Сіз қосымша төлем жасай аласыз. Егер алынған тауар бағасы картаның номиналынан аз болса, ішінде қалған ақша қайтарылмайды.

source: Следите за нашими новинками, акциями и скидками на сайте qazaqrepublic.com и в Instagram: @qazaq.republic. Хотите получать уведомления о наших акциях? Подпишитесь на уведомления!
kk_kz: Сайттағы жаңа өнімдерімізді, науқандарымызды және жеңілдіктерімізді qazaqrepublic.com және Instagram - да: @qazaq.republic біле аласыз. Біздің акциялар туралы хабарлама алғыңыз келеді ме? Хабарландыруларға жазылыңыз!

source: По вопросам специальных заказов обращайтесь по номеру: +7 (708) 354-70-13. Для уточнения деталей пишите на электронную почту: partners@qazaqrepublic.com. Ваше обращение будет рассмотрено в обязательном порядке.
kk_kz: Арнайы тапсырыстар сұрақтары бойынша ақпарат алу үшін осы нөмерге хабарласуды сұраймыз: +7 (708) 354-70-13 Толығырақ ақпарат алу үшін осы электрондық поштаға жаза аласыз: partners@qazaqrepublic.com Сіздің өтінішіңіз міндетті түрде қарастырылады.

source: Вы выбрали опцию подключить оператора. Хотите, чтобы я подключил оператора сейчас или позже? Пожалуйста, выберите подходящий вариант:
kk_kz: Сіз операторменн байланысу опциясын белгіледіңіз. Біз операторды қандай уақыт аралығында қосуымыз қажет? Төменде көрсетілген уақытты белгілеуіңізді сұраймыз:

source: Мы заметили, что Ваша оценка обслуживания ниже 4. Если вы поделитесь информацией о причиненных неудобствах, мы примем меры для улучшения нашего сервиса в будущем. Благодарим вас за понимание и с нетерпением ждем вашего ответа. С уважением, Qazaq Republic
kk_kz: Сіздің қызмет көрсету ұпайыңыз 4-тен төмен екенін байқадық. Туындаған қолайсыздық жайлы ақпаратпен бөліссеңіз, біз алдағы уақытта қызметімізді жақсарту үшін шаралар қабылдаймыз. Түсіністік таңытқаныңыз үшін рақмет және Сіздің жауабыңызды асыға күтеміз. Құрметпен, Qazaq Republic

source: Благодарим Вас за выбор наших услуг! Будем ждать Вас еще:) С уважением, Qazaq Republic💙
kk_kz: Бізді таңдағаныңыз үшін рақмет! Сізді тағы күтеміз:) Құрметпен, Qazaq Republic💙

source: Доставка
kk_kz: Жеткізу

source: Оплата
kk_kz: Төлем жасау

source: Обмен и возврат товара
kk_kz: Тауарды қайтару мен ауыcтыру

source: Сторы (филиалы Qazaq Republic)
kk_kz: Сторлар (Qazaq Republic дүкендері)

source: Гифткарта (подарочный сертификат)
kk_kz: Гифткарта (сыйлық картасы)

source: Подключить оператора
kk_kz: Операторды қосу

source: Сотрудничество
kk_kz: Серіктестік

source: Условия доставки
kk_kz: Жеткізу шарттары

source: Самовывоз — Адреса и условия самовывоза
kk_kz: Өзіндік алып кету — алып кету мекенжайы және шарттары

source: Превышен лимит на Каспий
kk_kz: Kaspi-дегі лимит асып кетті

source: Обмен и возврат онлайн покупки
kk_kz: Онлайн сатып алынған тауарды айырбастау және қайтару

source: Адреса сторов
kk_kz: Стор мекенжайлары

source: Наличие товаров в сторах
kk_kz: Сторларда тауарлардың болуы

source: Назад
kk_kz: Артқа

source: Вопросы по сайту
kk_kz: Сайт туралы сұрақтар

source: Возврат/обмен
kk_kz: Қайтару/айырбастау

source: Оффлайн сторы
kk_kz: Оффлайн сторлар

source: Информация про совершенный заказ
kk_kz: Орындалған тапсырыс туралы ақпарат

source: Сейчас
kk_kz: Дәл қазір

source: Через 30 минут
kk_kz: 30 минуттан кейін

source: Через 1 час
kk_kz: 1 сағаттан кейін

source: Через 2 час
kk_kz: 2 сағаттан кейін

source: Поделитесь номером телефона для авторизации
kk_kz: Авторизация үшін телефон нөміріңізді бөлісіңіз

source: Добро пожаловать в QazaqRepublicBot Если вы являетесь сотрудником QR! Для прохождения авторизации, пожалуйста нажмите на кнопку "Авторизоваться как сотрудник". Если вы не являетесь сотрудником QR, то нажмите на кнопку "Авторизоваться как клиент"
kk_kz: QazaqRepublicBot-қа қош келдіңіз Егер сіз QR қызметкері болсаңыз! Рұқсат алу үшін "Қызметші ретінде кіру" түймесін басыңыз. Егер сіз QR қызметкері болмасаңыз, содан кейін "Клиент ретінде кіру" түймесін басыңыз.

source: Дорогой покупатель, Вас приветствует команда Qazaq Republic! Напишите ваше ФИО:
kk_kz: Құрметті тұтынушы, Qazaq Republic командасы сізді қарсы алады! Толық аты-жөніңізді жазыңыз:

source: ФИО не должно содержать цифры, напишите ваше ФИО без цифр
kk_kz: Аты-жөніңізде сандар болмауы керек, толық аты-жөніңізді сандарсыз жазыңыз

source: Благодарим! Теперь укажите вашу дату рождения
kk_kz: Рақмет сізге! Енді туған күніңізді енгізіңіз

source: Выберите вашу дату рождения
kk_kz: Туған күніңізді таңдаңыз

source: Отлично! Пожалуйста, выберите ваш пол
kk_kz: Тамаша! Жынысыңызды таңдаңыз

source: Чем могу помочь? Выберите одну из опций:
kk_kz: Қалай көмектесе аламын? Опциялардың бірін таңдаңыз:

source: {gender} {name}, вас приветствует команда Qazaq Republic!🤗
kk_kz: {gender} {name}, Qazaq Republic командасына қош келдіңіз!🤗

source: Вы уже сгенерировали QR, дождитесь 15 минут, чтобы сгенерировать QR
kk_kz: Сіз QR жасап қойғансыз, QR жасалғанша 15 минут күтіңіз

source: Ваш QR
kk_kz: Сіздің QR

source: У вас пока нет накопленных бонусов. Совершайте покупки и участвуйте в наших акциях, чтобы начать зарабатывать баллы!
kk_kz: Сізде әлі жинақталған бонустар жоқ. Сатып алулар жасаңыз және акцияларымызға қатысыңыз, ұпай жинауды бастау үшін!

source: У вас: {res} бонусов {msg}
kk_kz: Сізде: {res} бонустар {msg}

source: Рахмет! Расскажите, пожалуйста, почему поставили такую оценку? Что нам стоит улучшить? Если обратной связи нет, просто ответьте '-'
kk_kz: Рахмет! Неге бұл рейтингті қойғаныңызды айтыңызшы? Бізге не кереконы жақсарту керек пе? Егер кері байланыс болмаса, жай ғана '-' деп жауап беріңіз

source: Очень плохо
kk_kz: Өте нашар

source: Плохо
kk_kz: Нашар

source: Удовлетворительно
kk_kz: Қанағаттанарлық

source: Хорошо
kk_kz: Жақсы

source: Отлично
kk_kz: Тамаша

source: Спасибо за покупку! Ваши отзывы важны для улучшения нашей команды Qazaq Republic. В случае если ваш отзыв требует ответа, мы свяжемся с вами в ближайшее время.
kk_kz: Сатып алғаныңыз үшін рахмет! Сіздің пікіріңіз Qazaq командасын жақсарту үшін маңыздыРеспублика. Егер сіздің пікіріңізге жауап қажет болса, біз сізбен мүмкіндігінше тезірек хабарласамызуақыт.

source: Вы пока не совершали покупки
kk_kz: Сіз әлі сатып алған жоқсыз

source: Вы пока не совершали покупки за этот месяц
kk_kz: Осы айда әлі ешқандай сатып алулар жасаған жоқсыз

source: Вы вернулись к основному меню. Чем еще можем помочь?
kk_kz: Сіз негізгі мәзірге ораласыз. Басқа қалай көмектесе аламыз?

source: Вы подписались на уведомление Вы вернулись к основному меню. Чем еще можем помочь?
kk_kz: Сіз хабарландыруға жазылдыңыз Сіз негізгі мәзірге оралдыңыз. Біз сізге көмектесе алатын кез келген нәрсе бар ма?

source: Выберите раздел
kk_kz: Бөлімді таңдаңыз

source: Выберите язык
kk_kz: Тілді таңдаңыз

source: Вы сменили язык
kk_kz: Сіз тіліңізді өзгерттіңіз

source: Вы выбрали опцию подключить оператора. Хотите, чтобы я подключил оператора сейчас или позже? Пожалуйста, выберите подходящий вариант:
kk_kz: Сіз операторменн байланысу опциясын белгіледіңіз. Біз операторды қандай уақыт аралығында қосуымыз қажет? Төменде көрсетілген уақытты белгілеуіңізді сұраймыз:

source: Вы уже подавали заявку, подождите пока оператор ответит на ваш запрос
kk_kz: Сіз өтініш жібердіңіз, оператор сұрауыңызға жауап бергенше күтіңіз

source: Спасибо за выбор! Оператор свяжется с вами в указанное время.
kk_kz: Таңдағаныңызға рахмет! Оператор сізге көрсетілген уақытта хабарласады.

source: Оцените работу оператора от 1 до 5
kk_kz: Оператор жұмысын 1-ден 5-ке дейін бағалаңыз

source: Введите ваш ИИН:
kk_kz: ЖСН енгізіңіз:

source: Упс, Вы у нас не работаете Если вы еще не являетесь сотрудником, но хотели бы присоединиться к нашей команде, свяжитесь с нашим отделом кадров. Контакты HR отдела: Телефон: +7 (777) 777-77-77 Email: hr@qrepublic.com
kk_kz: Ой, сіз бізде жұмыс жасамайсыз Егер сіз әлі қызметкер болмасаңыз, бірақ біздің топқа қосылғыңыз келсекоманда, біздің кадрлар бөліміне хабарласыңыз. Кадрлар бөлімінің байланыстары: Телефон: +7 (777) 777-77-77 Электрондық пошта: hr@qrepublic.com

source: Такой ИИН уже зарегистрирован
kk_kz: Бұл ЖСН әлдеқашан тіркелген

source: Выберите способ авторизация
kk_kz: Авторизация әдісін таңдаңыз

source: {name} вас приветствует команда Qazaq Republic! Желаем приятных покупок. 🤗
kk_kz: {name}, Qazaq Republic командасына қош келдіңіз! 🤗

source: Выберите:
kk_kz: Таңдаңыз:

source: Выберите на каком языке хотите получить инструкцию
kk_kz: Нұсқауларды қай тілде алғыңыз келетінін таңдаңыз

source: Да
kk_kz: Иә

source: Отлично! Давай я дополню твои знания более детальным объяснением.
kk_kz: Тамаша! Мен сенің біліміңді толығырақ мәліметтермен толықтырайын.

source: Нет
kk_kz: Жоқ

source: Ничего страшного! Я с радостью расскажу тебе больше о нашей истории бренда.
kk_kz: Ештеңе етпейді! Мен саған біздің бренд тарихы туралы толығырақ айтып беремін.

source: Надеюсь, эта информация была для тебя полезной! В первые месяцы работы ты всегда можешь обратиться к коллегам, указанным в презентации, по соответствующим вопросам. Обязательно сохрани её, чтобы не потерять!
kk_kz: Осы ақпарат сен үшін пайдалы болды деп үміттенемін!Алғашқы айларда кез келген сұрағың бойынша презентацияда көрсетілген әріптестерге жүгіне аласың. Оны сақтап қой, қажет болып қалуы мүмкін!

source: Подскажи, у тебя остались вопросы? Если да, то напиши, пожалуйста. Мы свяжемся и ответим на них :)
kk_kz: Сенде сұрақтар қалды ма?Егер сұрақтар қалса, жазып жібере аласын. Біз хабарласып, сұрақтарына жауап береміз:)

source: На этом все! Увидимся завтра!
kk_kz: Ертең көріскенше!

source: Отлично!Записала тебя онлайн на наш welcome training. Welcome training проходит в первые дни каждого месяца. Более подробную информацию тебе даст твой руководитель :) Если у тебя остались какие- то вопросы - прошу написать HR менеджеру.
kk_kz: Керемет!Сені онлайн өтетін welcome training-қа жазып қойдым. Welcome training әр айдың алғашқы күндерінде өтедіТолығырақ ақпаратты сенің жетекшің береді :) Егер сұрақтарың болса, HR менеджеріне жаза аласың.

source: Отлично! Передала информацию руководителю, Welcome training проходит в первые дни каждого месяца. Ждем тебя обязательно в офисе.
kk_kz: Тамаша!Ақпаратты жетекшіңе жеткіздім. Welcome training әр айдың алғашқы күндері өтеді. Сені міндетті түрде кеңседе күтеміз!

source: Рад, что онбординг помог тебе! Если появятся вопросы — всегда можешь обратиться ко мне или HR-команде. Добро пожаловать в QR Family!
kk_kz: Рақмет саған! Біз үшін бейімделу процесінің мүмкіндігінше қолайлы болуы маңызды. HR-менеджер сенімен байланысып, нені жақсартуға болатынын білетін болады.
