faq_texts = {
    'placing': {
        0: {
            'kaz': '''Веб-сайтта тапсырыс беру үшін таңдаған өніміңіздің сәйкес өлшемін таңдап, тауарды себетке қосыңыз, 
«тапсырыс рәсімдеу» түймесін басып, деректеріңізді енгізіп, мәліметтердің дұрыс толтырылғанына көз жеткізіңіз. 
Содан кейін Сіз картаңызды сайтқа тіркеп, төлем жасай аласыз.	
''',
            'rus': '''Для оформления заказа на сайте Вам необходимо выбрать подходящий размер выбранного Вами товара, 
добавить товар в корзину, нажать кнопку «оформить заказ», ввести свои данные и убедиться в правильности заполнения данных. 
Далее Вы можете привязать свою карту на сайт и воспроизвести оплату.	
'''
        },
        1: {
            'kaz': '''Тапсырыс нөмірін сайтта "Профиль" бөліміне өтіп, 
"Тапсырыстар" өрісінде көре аласыз немесе электронды поштаңыздан қарай аласыз.
        ''',
            'rus': '''Номер своего заказа Вы можете уточнить перейдя на свой 
"Профиль" на сайте, в разделе "Заказы", либо в своей электронной почте.
'''
        }
    },
    'editing': {
        2: {
            'kaz': '''Деректеріңізді өзгерту үшін сайтқа кіріп, 
"Профиль" бөліміне өтіп, "Параметрлер" бөлімінде қажетті өзгерістерді енгізіңіз.	            
''',
            'rus': '''Для изменения своих данных на сайте войдите в 
"Профиль", перейдите в раздел "Настройки" и внесите необходимые изменения.            
'''
        }
    },
    'password': {
        3: {
            'kaz': '''Біздің веб-сайтта алдын ала тіркелусіз тапсырыс берген 
болсаңыз электрондық поштаңызға резервті құпия сөз жіберіледі, оның көмегімен сіз профиліңізге кіріп, тапсырысыңызды, 
сондай-ақ оның күйін көре аласыз. Электронды поштаңызда резервті құпия сөзі бар хатты көрмесеңіз, 
СПАМ/ПРОМОАКЦИЯЛАР қойындыларын тексеруіңізді сұраймыз.	
''',
            'rus': '''После оформления заказа на нашем сайте без предварительной регистрации, на Вашу почту высылается резервный пароль, с помощью которого 
Вы можете войти в свой профиль и увидеть свой заказ, а так же его статус. В случае если Вы не увидели письмо с резервным паролем во входящих сообщениях своей почты, 
просим проверить вкладки СПАМ/ПРОМОАКЦИИ.	
'''
        }
    },
    'view': {
        4: {
            'kaz': '''Жасалған тапсырыстарды көру үшін "Профиль" бөліміне өтіп, "Тапсырыстар" өрісіне өтіңіз. 
Мұнда сіз барлық тапсырыстарыңызды және олардың мәртебелерін көре аласыз.	
''',
            'rus': '''Для просмотра сделанных заказов войдите в "Профиль", перейдите в раздел "Заказы". 
Здесь вы увидите все свои заказы и их статусы.	
'''
        }
    },
    'return': {
        5: {
            'kaz': '''Алмастыру/қайтару 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 
14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.	
''',
            'rus': '''Обмен/возврат оффлайн покупки возможен в течение 14 дней со дня покупки при наличии чека, 
бирки и сохранении товарного вида одежды. Вы можете обменять товар только по тому адресу, где Вы его приобретали.	
'''
        },
        6: {
            'kaz': '''Клиенттің картасына қаражаттарды қайтару - тауар компанияның 
қоймасына түскен сәттен бастап 3-7 жұмыс күні ішінде жүргізіледі.	
''',
            'rus': '''Возврат денежных средств производится на карту клиента в 
течение 3-7 рабочих дней с момента поступления товара на склад компании.	
'''
        }
    },
    'delivery': {
        7: {
            'kaz': '''Тапсырыс жөнелтілгеннен кейін бақылау нөмірі электронды поштаңызға жіберіледі.''',
            'rus': '''Трекинг номер для отслеживания посылки будет отправлен на вашу электронную почту после отправки заказа.'''
        },
        8: {
            'kaz': '''Үлкен қалаларға жеткізу Авис курьерлік қызметі арқылы 7-9 жұмыс күн ішінде жүзеге асырылады, 2500 тг-ден бастап, уйге дейін жеткізеді. Шағын қалаларға/ауылды мекендерге жеткізу 
Қазпошта арқылы 7-14 жұмыс күні жүзеге асырылады, 2500 тг-ден бастап, мекен-жайға жақын орналасқан Қазпошта бөлімшесіне дейін.''',
            'rus': '''Доставка в крупные города осуществляется курьерской службой Avis в течение 7-9 рабочих дней, от 2500 тенге, доставка на дом. Доставка в малые города/сельскую 
местность осуществляется Казпочтой в течение 7-14 рабочих дней, от 2500 тенге до ближайшего отделения Казпочты.	
'''
        },
        9: {
            'kaz': '''Тапсырыс келу уақытын нақты айта алмаймыз, себебі бұл курьерлік қызметке байланысты. Жеткізу уақытын нақтылау үшін курьерден қоңырау күтулеріңізді сұраймыз.''',
            'rus': '''Точное время доставки указать не можем, так как оно зависит от курьерской службы. Ожидайте звонка от курьера для уточнения времени доставки.'''
        }
    },
    'payment': {
        10: {
            'kaz': '''Егер төлем жасау кезінде мәселелер туындаса, картаңыздағы лимиттің асып кеткенін тексеріңіз және онлайн төлемдердің қосулы екеніне көз жеткізіңіз. Мәселе шешілмесе, банк қолдау қызметіне хабарласыңыз.''',
            'rus': '''Если у вас возникают проблемы с оплатой, проверьте, не превышен ли лимит по карте и включены ли онлайн-платежи. Если проблема не устраняется, обратитесь в службу поддержки вашего банка.'''
        },
        11: {
            'kaz': '''Біздің веб-сайтта төлем тек VISA және Master Card карталары арқылы қабылданады. Өкінішке орай, біз "Каспи Кредит" және "Kaspi Red" төлем түрін қабылдамаймыз.''',
            'rus': '''На нашем сайте принимаются только карты VISA и Master Card. К сожалению, мы не принимаем оплату через "Каспи Кредит" и Kaspi Red.'''
        }
    }
}


faq_texts_new = {
    "Доставка": {
        "Cтатус доставки": {
            "rus": '''Ваш трекинг-номер:  
Вы можете отслеживать посылку на сайте -----. За транспортировку заказа несет ответственность курьерская служба. 
При получении просим в присутствии курьера проверить целостность посылки. В случае обнаружения повреждений необходимо обратиться по нашему номеру --- номер службы поддержки--- 
''',
            "kaz": '''Сіздің трекинг номеріңіз:  
Тапсырысты ------ сайтында бақылауыңызға болады.Тапсырысты тасымалдауға курьерлік қызмет жауап береді. 
Алғаннан кейін курьердің алдында сәлемдеменің бүтіндігін тексеріңіз. 
Тауар бұзылған жағдайда осы нөмірге хабарласу қажет: ---номер службы поддержки---.
'''
        }
    },
    "Условия доставки": {
        "rus": '''Мы осуществляем доставку по всему Казахстану.

Варианты доставки
В отделения Казпочта (для малых городов и сел)
Курьером до двери (для крупных городов)
Заказы отправляются на следующий день после оформления.

Сроки доставки

Алматы/Астана: на завтрашний день после заказа
Другие города: от 3 до 10 рабочих дней

После оформления заказа на вашу номер придет трек-номер. С его помощью вы сможете отследить посылку на сайте курьерской службы.
''',
        "kaz": '''Біз Қазақстанның барлық өңірлеріне жеткіземіз.

Жеткізу түрлері
Қазпошта бөлімшелеріне (шағын қалалар мен ауылдар үшін)
Ірі қалаларға курьер арқылы есікке дейін жеткізу
Тапсырыстар келесі күні жіберіледі.

Жеткізу мерзімдері

Алматы: 2 жұмыс күніне дейін
Басқа қалалар: 3-10 жұмыс күніне дейін

Тапсырыс рәсімделгеннен кейін, сіздің электрондық поштаңызға және осы чатқа трек-нөмір жіберіледі. Трек нөмір арқылы курьерлік қызметтің сайтынан сәлемдемеңізді бақылауға болады.
'''
    },
    "Самовывоз": {
        "Алматы": {
            "rus": '''Все онлайн заказы, оформленные как самовывоз по Алматы, можно будет забрать на Маметовой 47 
только после 4 часов с момента совершения покупки. 
Уведомление с точным временем готовности вашего заказа будет отправлено в этот чат и на вашу электронную почту.
''',
            "kaz": '''Алматыдағы өз бетіңізше алу ретінде рәсімделген тапсырыстар, Маметова 47 
мекенжайынан сатып алғаннан кейін 4 сағаттан соң қолжетімді болады. 
Тапсырысыңыздың дайын болу уақыты туралы хабарлама осы чатқа және электронды поштаңызға жіберіледі. 
'''
        },
        "Астана": {
            "rus": '''Заказы, оформленные как самовывоз по Астане, будут готовы к выдаче через 2 часа после оформления. 
Адрес: Астана, ул. Бокейхана 29, ЖК "Венский Квартал", блок В, офис 14 (вход с внешней стороны здания, 
необходимо позвонить в звонок у двери)
''',
            "kaz": '''Астанадағы өзіндік алып кету бойынша рәсімделген тапсырыстарды, 
2 сағаттан кейін алып кетуге болады. Мекенжай: Бөкейхан көшесі 29, 
"Вена кварталы" тұрғын үй кешені, В блогы, 14 кеңсе (кіру ғимараттың сыртынан, есік алдында қоңырау соғу керек)
'''
        }
    },
    "Оплата": {
        "Не прошла оплата": "Перенаправление на оператора поддержки",
        "Превышен лимит на Каспий": {
            "rus": '''Данная ошибка может быть связана с ограничениями на использование вашей карты для онлайн-покупок или с превышением лимита.

Для решения этой ситуации, предлагаем вам следующее:

*  Зайдите в ваш кабинет Каспи в «Мой Банк».

*  Выберите раздел ""Каспи Голд"".

*  Перейдите в раздел ""Оплата в интернете"".

*  Откройте доступ к оплате в интернете и, при необходимости, измените лимит.

Этот шаг позволит вам успешно завершить оформление заказа на нашем сайте.
''',
            "kaz": '''Бұл қателік картаңызда орнатылған пайдалану шектеулеріне байланысты болуы мүмкін.

Бұл жағдайды шешу үшін біз Сізге мына шешімдерді ұсынамыз:

* Каспи қосымшаңызда орналасқан ""Мой Банк"" кабинетіне кіріңіз.

* ""Каспи Голд"" бөлімін таңдаңыз.

* ""Оплата в интернете"" бөліміне өтіңіз.

* Интернеттегі төлемге қолжетімділікті ашып, қажет болған жағдайда лимитті өзгертіңіз.

Бұл қадам біздің сайтта тапсырысыңызды сәтті аяқтауға мүмкіндік береді.
'''
        },
        "Другое": "Перенаправление на оператора поддержки"
    },
    "Обмен и возврат товара": {
        "Обмен и возврат онлайн покупки": {
            "Алматы": {
                "rus": '''Обмен/возврат при покупке онлайн возможен в течение 14 дней со дня покупки при наличии чека, бирки и сохранении товарного вида одежды.

*Вы можете обменять приобретенный товар только на другой цвет или размер*

Обмен товара возможен только по адресу:
- г. Алматы, ул. Бухтарминская 24/4, 3 блок  (работаем без выходных с 10:00 до 18:00). https://2gis.kz/almaty/geo/70030076631714525
''',
                "kaz": '''Алмастыру/қайтарылым 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.

*Сатып алынған тауардың тек басқа түсіне немесе өлшеміне айырбастауға болады.*

Тауарды айырбастау тек келесі мекенжайда мүмкін:
- Алматы қ., Бұқтырма көшесі, 24/4, 3 блок (10:00 - 18:00 уақыт аралығында демалыссыз жұмыс істейміз). https://2gis.kz/almaty/geo/70030076631714525
'''
            },
            "Астана": {
                "rus": '''Обмен/возврат при покупке онлайн возможен в течение 14 дней со дня покупки при наличии чека, бирки и сохранении товарного вида одежды.

*Вы можете обменять приобретенный товар только на другой цвет или размер*

Обмен товара возможен только по адресу:
- г. Астана, ул. Бокейхана, 29, офис 14 (работаем без выходных с 10:00 до 18:00).
''',
                "kaz": '''Алмастыру 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.

*Сатып алынған тауардың тек басқа түсіне немесе өлшеміне айырбастауға болады.*

Тауарды  айырбастау тек келесі мекенжайда мүмкін:
- Астана қ., Бөкейхан көшесі, 29, 14-кеңсе (10:00 - 18:00 уақыт аралығында демалыссыз жұмыс істейміз).
'''
            },
            "Регионы": {
                "rus": '''Возврат товара возможен только в течение 14 дней с момента получения.

Возврат товаров осуществляется исключительно через сайт компании (qazaqrepublic.com). Заявку на возврат можно подать в разделе ""Мои заказы"".

Вы можете осуществить возврат товара, пройдя в почтовое отделение КазПочты и воспользовавшись услугами любой курьерской службы для отправки обратно на адрес получателя. В населенных маленьких городах или селах рекомендуется отправить простую посылку через курьерскую службу Казпочта.

Процедура возврата включает следующие шаги:

1. Передача товара через курьерскую службу либо в отделение КазПочты (стоимость тарифов отправки посылок КазПочтой уточняйте в отделениях или на сайте post.kz).

2. В посылку с возвращаемым товаром клиенту необходимо вложить:

- Заполненное заявление на возврат (выслан на почту).

- Товарный чек (прилагается в заказе).

3. Данные для отправки посылки при возврате:

- Компания-получатель: ТОО Qazaq Republic.

- Телефон: +7 (708) 800 14 65.

- Адрес: Город Алматы, улица Маметова 47 ( Пересечение улицы Желтоксан )

Внимание! Товар должен быть возвращён с чеком, биркой, сохранённым товарным видом и заполненным заявлением на возврат. Возврат денежных средств осуществляется на карту клиента в течение 3-7 рабочих дней с момента поступления товара на склад компании.
''',
                "kaz": '''Өнімдерді қайтару тек компанияның сайты арқылы жүзеге асырылады (qazaqrepublic.com). Қайтаруға өтінімді ""Менің тапсырыстарым"" бөлімінде беруге болады. Тауарды қолыңызға алғаннан бастап тек 14 күн ішінде қайтара аласыз.

Сіз тауарды қайтаруды Қазпошта пошта бөлімшесіне өтіп, алушының мекенжайына кері жіберу үшін кез келген курьерлік қызметтің қызметтерін пайдалана отырып жүзеге асыра аласыз. Елді мекендердегі шағын қалаларда немесе ауылдарда қарапайым сәлемдемені Қазпошта курьерлік қызметі арқылы жіберу ұсынылады.

Қайтару процедурасы келесі қадамдарды қамтиды:

1. Тауарды Курьерлік қызмет арқылы немесе Қазпошта бөлімшесіне беру (сәлемдемелерді жіберу тарифтерінің құнын Қазпошта бөлімшелерінде немесе сайтта нақтылаңыз post.kz).

2. Қайтарылған тауармен пакетке клиент салуы керек:

- Қайтаруға толтырылған өтініш (поштаға жіберілді).

- Тауар чегі (тапсырыста қоса беріледі).

3. Қайтару кезінде сәлемдемені жіберуге арналған деректер:

- Алушы Компания: Qazaq Republic ЖШС.

- Телефон: +7 (708) 800 14 65.

- Мекен-жайы: Алматы қаласы, Маметова 47 ( Желтоқсан көшесінің қиылысы).

Назар аударыңыз! Тауар түбіртекпен, биркамен, киімнің тауарлық түрі сақталған және толтырылған қайтару өтінішімен қайтарылуы керек. 
Клиенттің картасына қаражаттарды қайтару - тауар компанияның қоймасына түскен сәттен бастап 3-7 жұмыс күні ішінде жүргізіледі.
'''
            }
        },
        "Обмен и возврат оффлайн покупки": {
            "rus": '''"Обмен/возврат оффлайн покупки возможен в течение 14 дней со дня покупки при наличии чека, бирки и сохранении товарного вида одежды. Вы можете обменять товар только по тому адресу, где Вы его приобретали.
В случае отсутствия или потери фискального чека (при оплате через Каспи или карты другого банка) необходимо будет пройти в стор и написать заявление на восстановление. Сроки рассмотрения занимают 3-4 рабочих дня.
В случае отсутствия или потери фискального чека при способе оплаты *наличными средствами* восстановление фискального чека невозможно."
''',
            "kaz": '''"Алмастыру/қайтару 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.
Сіз тауарды сатып алған мекен-жай бойынша ғана алмастыра/қайтара аласыз.
Фискалдық чек болмаған / жоғалған жағдайда (Каспи немесе басқа банктің картасы арқылы төлеген кезде) сторға өтіп, қалпына келтіруге өтініш жазу қажет болады. Өтініш қарастырылу мерзімі 3-4 жұмыс күнін алады.
Төлем қолма-қол ақшамен болса және фискалдық чек болмаған / жоғалған жағдайда түбіртекті қалпына келтіру мүмкін емес."
'''
        },
        "Возврат денежных средств онлайн": {
            "rus": '''Возврат денежных средств производится в течение 3-7 рабочих дней после получения и проверки товара. 
Как только возврат будет осуществлен, мы отправим вам электронное письмо с чеком, подтверждающим совершение возврата. 
Возврат суммы осуществляется тем же способом оплаты, который был использован вами при покупке. 
Если денежные средства не поступили вам обратно в течение 10 и выше дней, 
пожалуйста отправьте в банк подтверждающее возврат электронное письмо в целях ускорения процесса. 
''',
            "kaz": '''
Түбіртек, бирка және тауар зақымдалмаған жағдайда тауардың қайтарылуы 3-7 жұмыс күні ішінде жүзеге асырылады. 
Қайтаруыңыз өңделгеннен кейін поштаңызға растайтын электрондық хат жіберіледі. 
Қайтару тауарды сатып алған кезіндегі пайдаланған төлем әдісі арқылы жүзеге асырылады. 
Қайтаруыңызды 10 күн немесе одан да көп уақыт ішінде алмасаңыз, процесті жылдамдату үшін банкіңізге хабарласыңыз. 
Қайтару және айырбастау саясаты немесе бас тарту құқығы туралы толығырақ ақпаратты Қоғамдық ұсыныс бетінде табуға болады.
'''
        },
        "Возврат денежных средств оффлайн": {
            "rus": '''Возврат средств за товар при условии наличия чека, бирки и надлежащего товарного вида производиться 
в течение 3-7 рабочих дней. При оплате покупки наличными, возврат производиться в тот же день. 
В случае отсутствия или потери фискального чека (при оплате через Kaspi или карты другого банка) 
необходимо будет посетить стор и написать заявление на восстановление. 
Сроки рассмотрения заявки занимают 3-4 рабочих дня. 
При оплате наличными обмен или возврат средств без наличия фискального чека не возможен.
''',
            "kaz": '''Түбіртек, этикеткалары бүтін және тауар зақымдалмаған жағдайда тауардың қайтарылуы 3-7 жұмыс күні ішінде жүзеге асырылады. 
Тауарды қолма-қол ақшамен төлесеңіз, қайтару сол күні жүзеге асырылады. 
Егер сатып алу қолма қол ақшамен болса, қайтару сол күні жүзеге асырылады. 
Егер фискалдық түбіртек жоқ болса немесе жоғалса (Kaspi немесе басқа банктің карталары арқылы төлем жасағанда) 
дүкенге барып, қалпына келтіруге өтініш жазу керек. 
Өтінімдерді өңдеу 3-4 жұмыс күн алады. Қолма-қол ақшамен төлеу кезінде фискалдық түбіртексіз айырбастау немесе қайтару мүмкін емес.
'''
        }
    },
    "Сторы (филиалы Qazaq Republic)": {
        "Адреса сторов": {
            "Астана": '''Наши сторы можно найти по адресам:

г. Астана, проспект Ұлы Дала 41/3, ЖК «Panorama Park — 4», работаем с 10:00-20:00
ссылка: https://go.2gis.com/l9hop

г. Астана, проспект Кабанбай батыра 62, ТРЦ «Mega Silk Way» — 2 этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/wqeoq

г.Астана, проспект Туран, 37. ТРЦ Хан-Шатыр, 2 этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/9qxhv
''',
            "Алматы": '''Наши сторы можно найти по адресам:

г. Алматы, ул. Маметовой 47 (угол ул. Желтоксан), работаем с 10:00-22:00
ссылка: https://go.2gis.com/oqawqx

г.Алматы, ТРЦ ""Mega Center Alma-Ata"", Розыбакиева 247а, 2этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/s3se9

 г. Алматы, ТРЦ “APORT EAST”, Кульджинский тракт 106, 1 этаж
Время работы: 10:00 - 22:00
ссылка: https://go.2gis.com/70gbc

Всегда будем рады Вас видеть💙
''',
            "Шымкент": '''Наши сторы можно найти по адресам:

г. Шымкент, Тауке Хана 43А (KENBABA Family Park), работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/l8xu1v

Всегда будем рады Вас видеть💙
''',
            "Актобе": '''Наши сторы

г. Актобе, ТРЦ ""KeruenCity"", ул. Маметовой 4, 1 этаж, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/oh8jp

Всегда будем рады Вас видеть💙
''',
            "Актау": '''Наши сторы можно найти по адресам:

г. Актау,16 мкр, 31 дом. ЖК Tomiris Towers, работаем с 10:00 до 22:00

ссылка: https://go.2gis.com/xt9gem

Всегда будем рады Вас видеть💙
''',
            "Атырау": '''В городе Атырау из-за чрезвычайной ситуации в ТРЦ Baizaar наш стор закрыт.
Вы можете оформить заказ через наш сайт, отправим с города Алматы.
Прямая ссылка на наш сайт:) - https://qazaqrepublic.com/ru/shop 
 
Благодарим за понимание!
''',
            "Павлодар": '''Наши сторы можно найти по адресам:

г. Павлодар, ТРЦ ""Batyr Mall"", ул. Камзина, д. 67/1, 2 этаж, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/bgxek

Всегда будем рады Вас видеть💙
'''
        },
        "Наличие товаров в сторах": {
            "Доставка по городу Актау/Актобе/Павлодар/Атырау/Шымкент": {
                "rus": '''
По данному городу нашей доставки не имеется. Можем предложить Вам посетить наш магазин. 
Если Вы не найдете подходящие модели, то Вы можете оформить заказ через наш сайт, отправим с города Алматы.
Прямая ссылка на наш сайт:) - https://qazaqrepublic.com/ru/shop 
''',
                "kaz": '''"Бұл қалада жеткізу қызметі немесе курьермен алып кету жолдары қарастырылмаған. Тауарды тек дүкенге барып алуға болады. 
Егер Сізге ұнаған тауар дүкенде болмаса, сайт арқылы онлайн тапсырысты Алматы қаласының басты қоймасынан бере аласыз.
Сайтымызға тікелей сілтеме - https://qazaqrepublic.com/ru/shop"
'''
            },
            "Узнать наличие товара в сторах": {
                "rus": '''Ассортимент сайта и магазинов может незначительно отличаться. 
Вы можете проверить наличие интересующих вас товаров в сторах только в самом магазине. 
Товары, размещенные на нашем сайте доступны только для онлайн заказов.
''',
                "kaz": '''Веб-сайт пен дүкендердің ассортименті сәл өзгеше болуы мүмкін. 
Дүкендерде Сізді қызықтыратын өнімдердің бар-жоғын тек стордың өзінде ғана тексеруге болады. 
Біздің веб-сайтта жарияланған өнімдер тек онлайн тапсырыстар үшін қолжетімді.
'''
            }
        }
    },
    "Гифткарта (подарочный сертификат)": {
        "rus": '''
Вы можете приобрести подарочные сертификаты в наших сторах (филиалы Qazaq Republic).

Действующие номиналы: 5000, 10.000, 15.000, 20.000, 30.000, 50.000 тг.

Карту можно использовать в течение года с момента покупки. При использовании  гифткарты для покупок в наших сторах необходимо ее физическое наличие.

Если суммы номинала карты не хватает при покупке, то можно доплатить нужную сумму. Если цена товара меньше номинала карты, то оставшаяся сумма сгорает.

Адреса сторов: перенаправление в раздел сторы

Примечание: Онлайн подарочные сертификаты пока недоступны к покупке и использованию на сайте.
''',
        "kaz": '''"Сыйлық карталарын онлайн сторда сатып алу және қолдану мүмкін емес, Сіз гифткарталарды тек біздің оффлайн дүкенімізде сатып ала аласыз, және қолдана аласыз.

Номиналдар: 5.000, 10.000, 15.000, 20.000, 30.000, 50.000.

Жарамдылық мерзімі 1 жыл - сатып алған күннен бастап есептеледі. Сыйлық картасын оффлайн дүкенімізде қолдану үшін, карта қолыңызда болуы қажет.

Егер тауар ақысы картаның номиналынан артық болса, Сіз қосымша төлем жасай аласыз. Егер алынған тауар бағасы картаның номиналынан аз болса, ішінде қалған ақша қайтарылмайды."
'''
    },
    "Сотрудничество": {
        "rus": '''По вопросам специальных заказов просим обращаться по номеру: +7 (708) 354-70-13
Для уточнения деталей просим написать на электронную почту:
partners@qazaqrepublic.com

Ваше обращение будет рассмотрено в обязательном порядке.

''',
        "kaz": '''Арнайы тапсырыстар сұрақтары бойынша ақпарат алу үшін осы нөмерге хабарласуды сұраймыз: +7 (708) 354-70-13

Толығырақ ақпарат алу үшін осы электрондық поштаға жаза аласыз:
partners@qazaqrepublic.com
 
Сіздің өтінішіңіз міндетті түрде қарастырылады.
'''
    },
    "Подключить оператора": "Перенаправление на оператора поддержки",
}
