# Сіздің трекинг номеріңіз:
# Тапсырысты ------ сайтында бақылауыңызға болады.Тапсырысты тасымалдауға курьерлік қызмет жауап береді. Алғаннан кейін курьердің алдында тапсырыстың бүтіндігін тексеріңіз. Тауар бұзылған жағдайда осы нөмірге хабарласу қажет: ---номер службы поддержки---.


# Алматыдағы өзіндік алып кету бойынша ретінде рәсімделген тапсырыстар, Маметова 47 мекенжайынан сатып алғаннан кейін 4 сағаттан соң қолжетімді болады. Тапсырысыңыздың дайын болу уақыты туралы хабарлама осы чатқа және электронды поштаңызға жіберіледі.
#
# Астанадағы өзіндік алып кету бойынша рәсімделген тапсырыстарды, 2 сағаттан кейін алып кетуге болады. Мекенжай: Бөкейхан көшесі 29, ""Вена кварталы"" тұрғын үй кешені, В блогы, 14 кеңсе (кіру ғимараттың сыртынан, есік алдында қоңырау соғу керек)
#
# Бұл қалада жеткізу қызметі немесе курьермен алып кету жолдары қарастырылмаған. Тауарды тек дүкенге барып алуға болады.
# Егер Сізге ұнаған тауар дүкенде болмаса, сайт арқылы онлайн тапсырысты Алматы қаласының басты қоймасынан бере аласыз.
# Сайтымызға тікелей сілтеме - https://qazaqrepublic.com/ru/shop


# Бұл қателік картаңызда орнатылған пайдалану шектеулеріне байланысты болуы мүмкін.
#
# Бұл жағдайды шешу үшін біз Сізге мына шешімдерді ұсынамыз:
#
# * Каспи қосымшаңызда орналасқан «Мой Банк» кабинетіне кіріңіз.
#
# * «Каспи Голд» бөлімін таңдаңыз.
#
# * «Оплата в интернете» бөліміне өтіңіз.
#
# * Интернеттегі төлемге қолжетімділікті ашып, қажет болған жағдайда лимитті өзгертіңіз.
#
# Бұл қадам біздің сайтта тапсырысыңызды сәтті аяқтауға мүмкіндік береді.


# Алмастыру 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.
#
# *Сатып алынған тауардың тек басқа түсіне немесе өлшеміне айырбастауға болады.*
#
# Тауарды  айырбастау тек келесі мекенжайда мүмкін:
# - Алматы қ., Бұқтырма көшесі, 24/4, 3 блок (10:00 - 18:00 уақыт аралығында демалыссыз жұмыс істейміз). https://2gis.kz/almaty/geo/70030076631714525
# - Астана қ., Бөкейхан көшесі, 29, 14-кеңсе (10:00 - 18:00 уақыт аралығында демалыссыз жұмыс істейміз).
#
# Сіз тауарды қайтаруды Қазпошта пошта бөлімшесіне өтіп, алушының мекенжайына кері жіберу үшін кез келген курьерлік қызметтің қызметтерін пайдалана отырып жүзеге асыра аласыз. Елді мекендердегі шағын қалаларда немесе ауылдарда қарапайым тапсырысты Қазпошта курьерлік қызметі арқылы жіберу ұсынылады.
#
# Қайтару процесы келесі қадамдарды қамтиды:
#
# 1. Тауарды Курьерлік қызмет арқылы немесе Қазпошта бөлімшесіне беру (тапсырыстарды жіберу тарифтерінің құнын Қазпошта бөлімшелерінде немесе сайтта нақтылаңыз post.kz).
#
# 2. Қайтарылған тауармен пакетке клиент салуы керек:
#
# - Қайтаруға толтырылған өтініш (поштаға жіберілді).
#
# - Тауар чегі (тапсырыспен қоса беріледі).
#
# 3. Қайтару кезінде сәлемдемені жіберуге арналған деректер:
#
# - Алушы Компания: Qazaq Republic ЖШС.
#
# - Телефон: +7 (708) 800 14 65.
#
# - Мекен-жайы: Алматы қаласы, Маметова 47 ( Желтоқсан көшесінің қиылысы).
#
# Назар аударыңыз! Тауар түбіртекпен, биркамен, киімнің тауарлық түрі сақталған және толтырылған қайтару өтінішімен қайтарылуы керек.
# Клиенттің картасына қаражаттарды қайтару - тауар компанияның қоймасына түскен сәттен бастап 3-7 жұмыс күні ішінде жүргізіледі.

# Алмастыру/қайтару 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.
# Сіз тауарды сатып алған мекен-жай бойынша ғана алмастыра/қайтара аласыз.
# Фискалдық чек болмаған / жоғалған жағдайда (Каспи немесе басқа банктің картасы арқылы төлеген кезде) сторға өтіп, қалпына келтіруге өтініш жазу қажет болады. Өтініш қарастырылу мерзімі 3-4 жұмыс күнін алады.
# Төлем қолма-қол ақшамен болса және фискалдық чек болмаған / жоғалған жағдайда түбіртекті қалпына келтіру мүмкін емес.

# Түбіртек, бирка және тауар зақымдалмаған жағдайда тауардың қайтарылуы 3-7 жұмыс күні ішінде жүзеге асырылады. Қайтаруыңыз өңделгеннен кейін поштаңызға растайтын электрондық хат жіберіледі. Қайтару тауарды сатып алған кезіндегі пайдаланған төлем әдісі арқылы жүзеге асырылады. Қайтаруыңызды 10 күн немесе одан да көп уақыт ішінде алмасаңыз, процесті жылдамдату үшін банкке хабарласыңыз. Қайтару және айырбастау саясаты немесе бас тарту құқығы туралы толығырақ ақпаратты Қоғамдық ұсыныс бетінде табуға болады.

#Дүкендерде Сізді қызықтыратын өнімдердің бар-жоғын тек стордың өзінде ғана тексеруге болады. Біздің веб-сайтта qazaqrepublic.com жарияланған өнімдер тек онлайн тапсырыстар үшін қолжетімді.

# Сыйлық карталарын онлайн сторда сатып алу және қолдану мүмкін емес, Сіз гифткарталарды тек біздің оффлайн дүкенімізде сатып ала аласыз, және қолдана аласыз.
#
# Номиналдар: 5.000, 10.000, 15.000, 20.000, 30.000, 50.000.
#
# Жарамдылық мерзімі 1 жыл - сатып алған күннен бастап есептеледі. Сыйлық картасын оффлайн дүкенімізде қолдану үшін, карта қолыңызда болуы қажет.
#
# Егер тауар ақысы картаның номиналынан артық болса, Сіз қосымша төлем жасай аласыз. Егер алынған тауар бағасы картаның номиналынан аз болса, ішінде қалған ақша қайтарылмайды.


#Сайттағы жаңа өнімдерімізді, науқандарымызды және жеңілдіктерімізді qazaqrepublic.com және Instagram - да: @qazaq.republic біле аласыз. Біздің акциялар туралы хабарлама алғыңыз келеді ме? Хабарландыруларға жазылыңыз!


# Арнайы тапсырыстар сұрақтары бойынша ақпарат алу үшін осы нөмерге хабарласуды сұраймыз: +7 (708) 354-70-13
#
# Толығырақ ақпарат алу үшін осы электрондық поштаға жаза аласыз:
# partners@qazaqrepublic.com
#
# Сіздің өтінішіңіз міндетті түрде қарастырылады.

#Сіз операторменн байланысу опциясын белгіледіңіз. Біз операторды қандай уақыт аралығында қосуымыз қажет? Төменде көрсетілген уақытты белгілеуіңізді сұраймыз:

faq_texts_update = {
    'lvl1_1': ''''
Ваш трекинг-номер: ###### 
Вы можете отслеживать посылку на сайте -----. За транспортировку заказа несет ответственность курьерская служба. 
При получении просим в присутствии курьера проверить целостность посылки. В случае обнаружения повреждений необходимо обратиться по нашему номеру --- номер службы поддержки--- 
''',
    'lvl1_2': '''
Мы осуществляем доставку по всему Казахстану.

Варианты доставки
В отделения Казпочта (для малых городов и сел)
Курьером до двери (для крупных городов)
Заказы отправляются на следующий день после оформления.

Сроки доставки

Алматы/Астана: на завтрашний день после заказа
Другие города: от 3 до 10 рабочих дней

После оформления заказа на вашу номер и почту придет трек-номер. С его помощью вы сможете отследить посылку на сайте курьерской службы.
''',
    'lvl1_3': '''
Для Алматы:
Онлайн-заказы с самовывозом будут готовы через 4 часа после оформления. Адрес: ул. Маметова 47. 

Для Астаны:
Онлайн-заказы с самовывозом будут готовы через 2 часа после оформления. Адрес: ул. Бокейхана 29, ЖК ""Венский Квартал"", блок В, офис 14 (вход снаружи, нужно позвонить в звонок).

Доставка по городам Актау, Актобе, Павлодар, Атырау, Шымкент:
В этих городах Самовывоз и QR Delivery не осуществляется. Мы предлагаем посетить наш магазин. Если вы не найдете подходящие модели, можете оформить заказ через наш сайт, и мы отправим товар из Алматы.

Прямая ссылка на сайт: https://qazaqrepublic.com/ru/shop

Уведомление с точным временем готовности будет отправлено в чат и на почту.
''',
    'lvl2_2': '''
Данная ошибка может быть связана с ограничениями на использование вашей карты для онлайн-покупок или с превышением лимита.

Для решения этой ситуации, предлагаем вам следующее:

*  Зайдите в ваш кабинет Каспи в «Мой Банк».

*  Выберите раздел «Каспи Голд».

*  Перейдите в раздел «Оплата в интернете».

*  Откройте доступ к оплате в интернете и, при необходимости, измените лимит.

Этот шаг позволит вам успешно завершить оформление заказа на нашем сайте.
''',
    'lvl3_1': '''
Обмен товара при онлайн-покупке:
Обмен/возврат возможен в течение 14 дней с чеком, биркой и сохранением товарного вида. Обмен возможен только на другой размер или цвет.

Адреса для обмена:

Алматы, ул. Бухтарминская 24/4, 3 блок (пн-вс, 10:00–18:00)
Астана, ул. Бокейхана, 29, офис 14 (пн-вс, 10:00–18:00)


Возврат товара для других городов:
Возврат возможен только в течение 14 дней с момента получения. Оформление заявки на возврат — через сайт компании (qazaqrepublic.com) в разделе ""Мои заказы"".

Процесс возврата:

Отправьте товар через курьерскую службу или в отделение КазПочты.
В посылке приложите:
- Заполненное заявление на возврат (выслано на почту)
- Товарный чек

Данные для отправки:
Компания: ТОО Qazaq Republic
Телефон: +7 (708) 800 14 65
Адрес: Алматы, ул. Маметова 47 (пересечение с Желтоксан)

Важно! Товар должен быть с чеком, биркой, сохранённым товарным видом и заполненным заявлением. Возврат средств на карту клиента в течение 3-7 рабочих дней после поступления товара на склад.
''',
    'lvl3_2': '''
Обмен/возврат оффлайн-покупки:
Обмен/возврат возможен в течение 14 дней с чеком, биркой и сохранением товарного вида. Обмен возможен только по адресу, где был приобретён товар.

Важно:

Если фискальный чек утрачен (при оплате через Каспи или карты других банков), необходимо обратиться в магазин и написать заявление на восстановление чека. Срок рассмотрения — 3-4 рабочих дня.
При оплате наличными восстановить фискальный чек невозможно.
''',
    'lvl3_3': '''
Возврат денежных средств:
Возврат средств осуществляется в течение 3-7 рабочих дней после получения и проверки товара. Как только возврат будет завершён, мы отправим вам электронное письмо с подтверждающим чеком.

Возврат производится тем же способом оплаты, который был использован при покупке. Если деньги не поступили в течение 10 или более дней, пожалуйста, отправьте в банк подтверждающее возврат электронное письмо для ускорения процесса.
''',
    'lvl3_4': '''
Возврат средств:
Возврат средств за товар при наличии чека, бирки и надлежащего товарного вида осуществляется в течение 3-7 рабочих дней. При оплате наличными возврат производится в тот же день.

Если фискальный чек утрачен (при оплате через Kaspi или карты других банков), необходимо посетить магазин и написать заявление на восстановление чека. Сроки рассмотрения заявки — 3-4 рабочих дня.

При оплате наличными обмен или возврат без фискального чека невозможен.
''',
    'lvl4_2': '''
Ассортимент сайта и магазинов может немного отличаться. Вы можете проверить наличие товаров только в самом магазине, либо осуществить онлдайн-покупки через сайт qazaqrepublic.com 
''',
    'lvl4_1_1': '''
г. Астана, проспект Ұлы Дала 41/3, ЖК «Panorama Park — 4», работаем с 10:00-20:00
ссылка: https://go.2gis.com/l9hop

г. Астана, проспект Кабанбай батыра 62, ТРЦ «Mega Silk Way» — 2 этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/wqeoq

г.Астана, проспект Туран, 37. ТРЦ Хан-Шатыр, 2 этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/9qxhv
''',
    'lvl4_1_2': '''
г. Алматы, ул. Маметовой 47 (угол ул. Желтоксан), работаем с 10:00-22:00
ссылка: https://go.2gis.com/oqawqx

г.Алматы, ТРЦ ""Mega Center Alma-Ata"", Розыбакиева 247а, 2этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/s3se9

 г. Алматы, ТРЦ “APORT EAST”, Кульджинский тракт 106, 1 этаж
Время работы: 10:00 - 22:00
ссылка: https://go.2gis.com/70gbc

Всегда будем рады Вас видеть💙
''',
    'lvl4_1_3': '''
г. Шымкент, Тауке Хана 43А (KENBABA Family Park), работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/l8xu1v

Всегда будем рады Вас видеть💙
''',
    'lvl4_1_4': '''
г. Актобе, ТРЦ ""KeruenCity"", ул. Маметовой 4, 1 этаж, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/oh8jp

Всегда будем рады Вас видеть💙
''',
    'lvl4_1_5': '''
г. Актау,16 мкр, 31 дом. ЖК Tomiris Towers, работаем с 10:00 до 22:00

ссылка: https://go.2gis.com/xt9gem

Всегда будем рады Вас видеть💙
''',
    'lvl4_1_6': '''
В городе Атырау из-за чрезвычайной ситуации в ТРЦ Baizaar наш стор закрыт.
Вы можете оформить заказ через наш сайт, отправим с города Алматы.
Прямая ссылка на наш сайт:) - https://qazaqrepublic.com/ru/shop 
 
Благодарим за понимание!
''',
    'lvl4_1_7': '''
г. Павлодар, ТРЦ ""Batyr Mall"", ул. Камзина, д. 67/1, 2 этаж, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/bgxek

Всегда будем рады Вас видеть💙
''',
    'lvl5': '''
Вы можете приобрести подарочные сертификаты в наших магазинах (филиалы Qazaq Republic).

Доступные номиналы: 5000, 10.000, 15.000, 20.000, 30.000, 50.000 тг.

Сертификат действителен в течение года с момента покупки. Для использования гифткарты в магазинах необходимо ее физическое наличие.

Если суммы номинала карты не хватает, можно доплатить недостающую сумму. Если цена товара ниже номинала карты, оставшаяся сумма сгорает.

Адреса сторов, вы можете посмотреть в меню.

Примечание: Онлайн сертификаты пока недоступны для покупки и использования на сайте.
''',
    'lvl6': '''
Следите за нашими новинками, акциями и скидками на сайте qazaqrepublic.com и в Instagram: @qazaq.republic. Хотите получать уведомления о наших акциях? Подпишитесь на уведомления!
''',
    'lvl7': '''
По вопросам специальных заказов обращайтесь по номеру: +7 (708) 354-70-13.
Для уточнения деталей пишите на электронную почту: partners@qazaqrepublic.com.

Ваше обращение будет рассмотрено в обязательном порядке.
''',
    'operator': '''
Вы выбрали опцию подключить оператора. Хотите, чтобы я подключил оператора сейчас или позже? Пожалуйста, выберите подходящий вариант:
''',
}


# Жеңілдіктер мен науқандар
faq_lvls = {
    'main': [
        {"text": "Доставка", 'callback': 'lvl1'},
        {"text": "Оплата", 'callback': 'lvl2'},
        {"text": "Обмен и возврат товара", 'callback': 'lvl3'},
        {"text": "Сторы (филиалы Qazaq Republic)", 'callback': 'lvl4'},
        {"text": "Гифткарта (подарочный сертификат)", 'callback': 'lvl5'},
        {"text": "Скидки и акции", 'callback': 'lvl6'},
        {"text": "Сотрудничество", 'callback': 'lvl7'},
        {"text": "Подключить оператора", 'callback': 'lvl8'}
    ],
    'lvl1': [
        #{"text": "Статус доставки", 'callback': 'lvl1_*'},
        {"text": "Условия доставки", 'callback': 'lvl1_*'},
        {"text": "Самовывоз — Адреса и условия самовывоза", 'callback': 'lvl1_*'},
        #{"text": "Проблема по доставке/Жеткізу қателіктері", 'callback': 'operator_1'},
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl1_*': [
        {"text": "Назад", 'callback': 'lvl1'},
    ],

    'lvl2': [
       # {"text": "Не прошла оплата/Төлем жасалмады", 'callback': 'operator_2'},
        {"text": "Превышен лимит на Каспий", 'callback': 'lvl2_*'},
       # {"text": "Подключить оператора", 'callback': 'operator_2'},
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl2_*': [
        {"text": "Назад", 'callback': 'lvl2'},
    ],

    'lvl3': [
        {"text": "Обмен и возврат онлайн покупки", 'callback': 'lvl3_*'},
        {"text": "Обмен и возврат оффлайн покупки", 'callback': 'lvl3_*'},
        {"text": "Возврат денежных средств онлайн", 'callback': 'lvl3_*'},
        {"text": "Возврат денежных средств оффлайн", 'callback': 'lvl3_*'},
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl3_*': [
        {"text": "Назад", 'callback': 'lvl3'},
    ],

    'lvl4': [
        {"text": "Адреса сторов", 'callback': 'lvl4_1'},
        {"text": "Наличие товаров в сторах", 'callback': 'lvl4_2'},
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl4_1': [
        {"text": "Астана", 'callback': 'lvl4_1_*'},
        {"text": "Алматы", 'callback': 'lvl4_1_*'},
        {"text": "Шымкент", 'callback': 'lvl4_1_*'},
        {"text": "Актобе", 'callback': 'lvl4_1_*'},
        {"text": "Актау", 'callback': 'lvl4_1_*'},
        {"text": "Атырау", 'callback': 'lvl4_1_*'},
        {"text": "Павлодар", 'callback': 'lvl4_1_*'},
        {"text": "Назад", 'callback': 'lvl4'}
    ],
    'lvl4_1_*': [
        {"text": "Назад", 'callback': 'lvl4_1'}
    ],

    'lvl4_2': [
        {"text": "Назад", 'callback': 'lvl4'},
    ],

    "lvl5": [
        {"text": "Назад", 'callback': 'main'}
    ],
    #Иә
    #Жоқ
    "lvl6": [
        {"text": "Да", 'callback': 'yes', 'action': 'faq_mailings'},
        {"text": "Нет", 'callback': 'no', 'action': 'faq_mailings'},
        {"text": "Назад", 'callback': 'main'}
    ],

    'lvl7': [
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl8': [
        {'text': "Вопросы по сайту",                 'callback': 'operator_*'},
        {'text': "Возврат/обмен",                    'callback': 'operator_*'},
        {'text': "Доставка",                         'callback': 'operator_*'},
        {'text': "Оффлайн сторы",                    'callback': 'operator_*'},
        {'text': "Оплата",                           'callback': 'operator_*'},
        {'text': "Информация про совершенный заказ", 'callback': 'operator_*'},
        {'text': "Прочее",                           'callback': 'operator_*'},
        {"text": "Назад",                            'callback': 'main'}
    ],
    #Дәл қазір
    #30 минуттан кейін
    #1 сағаттан кейін
    #2 сағаттан кейін
    'operator_*': [
        {'text': "Сейчас",         'callback': '0', 'action': "faq_time"},
        {'text': "Через 30 минут", 'callback': '30', 'action': "faq_time"},
        {'text': "Через 1 час",    'callback': '60', 'action': "faq_time"},
        {'text': "Через 2 час",    'callback': '120', 'action': "faq_time"},
        {"text": "Назад",          'callback': 'lvl8'}
    ]
    # 'operator_0': [
    #     {"text": "Назад", 'callback': 'main'}
    # ],
    # 'operator_1': [
    #     {"text": "Назад", 'callback': 'lvl1'}
    # ],
    # 'operator_2': [
    #     {"text": "Назад", 'callback': 'lvl2'}
    # ]
}


tags = {
    '1': '613',
    '2': '614',
    '3': '615',
    '4': '616',
    '5': '617',
    '6': '618',
    '7': '619'
}

# Сіздің қызмет көрсету ұпайыңыз 4-тен төмен екенін байқадық.
# Туындаған қолайсыздық жайлы ақпаратпен бөліссеңіз, біз алдағы уақытта қызметімізді жақсарту үшін шаралар қабылдаймыз.
# Түсіністік таңытқаныңыз үшін рақмет және Сіздің жауабыңызды асыға күтеміз.
# Құрметпен, Qazaq Republic

# Бізді таңдағаныңыз үшін рақмет! Сізді тағы күтеміз:)
# Құрметпен, Qazaq Republic💙
grade_text = {
        True: '''
Мы заметили, что Ваша оценка обслуживания ниже 4.
Если вы поделитесь информацией о причиненных неудобствах, мы примем меры для улучшения нашего сервиса в будущем.
Благодарим вас за понимание и с нетерпением ждем вашего ответа.
С уважением, Qazaq Republic
''',
        False: '''
Благодарим Вас за выбор наших услуг! Будем ждать Вас еще:)
С уважением, Qazaq Republic💙'''
    }

grades = {
    '1': '620',
    '2': '621',
    '3': '623',
    '4': '624',
    '5': '625',
}
