faq_texts = {
    'placing': {
        0: {
            'kaz': '''Веб-сайтта тапсырыс беру үшін таңдаған өніміңіздің сәйкес өлшемін таңдап, тауарды себетке қосыңыз, 
«тапсырыс рәсімдеу» түймесін басып, деректеріңізді енгізіп, мәліметтердің дұрыс толтырылғанына көз жеткізіңіз. 
Содан кейін Сіз картаңызды сайтқа тіркеп, төлем жасай аласыз.	
''',
            'rus': '''Для оформления заказа на сайте Вам необходимо выбрать подходящий размер выбранного Вами товара, 
добавить товар в корзину, нажать кнопку «оформить заказ», ввести свои данные и убедиться в правильности заполнения данных. 
Далее Вы можете привязать свою карту на сайт и воспроизвести оплату.	
'''
        },
        1: {
            'kaz': '''Тапсырыс нөмірін сайтта "Профиль" бөліміне өтіп, 
"Тапсырыстар" өрісінде көре аласыз немесе электронды поштаңыздан қарай аласыз.
        ''',
            'rus': '''Номер своего заказа Вы можете уточнить перейдя на свой 
"Профиль" на сайте, в разделе "Заказы", либо в своей электронной почте.
'''
        }
    },
    'editing': {
        2: {
            'kaz': '''Деректеріңізді өзгерту үшін сайтқа кіріп, 
"Профиль" бөліміне өтіп, "Параметрлер" бөлімінде қажетті өзгерістерді енгізіңіз.	            
''',
            'rus': '''Для изменения своих данных на сайте войдите в 
"Профиль", перейдите в раздел "Настройки" и внесите необходимые изменения.            
'''
        }
    },
    'password': {
        3: {
            'kaz': '''Біздің веб-сайтта алдын ала тіркелусіз тапсырыс берген 
болсаңыз электрондық поштаңызға резервті құпия сөз жіберіледі, оның көмегімен сіз профиліңізге кіріп, тапсырысыңызды, 
сондай-ақ оның күйін көре аласыз. Электронды поштаңызда резервті құпия сөзі бар хатты көрмесеңіз, 
СПАМ/ПРОМОАКЦИЯЛАР қойындыларын тексеруіңізді сұраймыз.	
''',
            'rus': '''После оформления заказа на нашем сайте без предварительной регистрации, на Вашу почту высылается резервный пароль, с помощью которого 
Вы можете войти в свой профиль и увидеть свой заказ, а так же его статус. В случае если Вы не увидели письмо с резервным паролем во входящих сообщениях своей почты, 
просим проверить вкладки СПАМ/ПРОМОАКЦИИ.	
'''
        }
    },
    'view': {
        4: {
            'kaz': '''Жасалған тапсырыстарды көру үшін "Профиль" бөліміне өтіп, "Тапсырыстар" өрісіне өтіңіз. 
Мұнда сіз барлық тапсырыстарыңызды және олардың мәртебелерін көре аласыз.	
''',
            'rus': '''Для просмотра сделанных заказов войдите в "Профиль", перейдите в раздел "Заказы". 
Здесь вы увидите все свои заказы и их статусы.	
'''
        }
    },
    'return': {
        5: {
            'kaz': '''Алмастыру/қайтару 14 күн ішінде чек, бирка және тауар қалпы сақталған жағдайда іске асырылады. 
14 күн мерзімі тауарды сатып алған күннен бастап есептеледі.	
''',
            'rus': '''Обмен/возврат оффлайн покупки возможен в течение 14 дней со дня покупки при наличии чека, 
бирки и сохранении товарного вида одежды. Вы можете обменять товар только по тому адресу, где Вы его приобретали.	
'''
        },
        6: {
            'kaz': '''Клиенттің картасына қаражаттарды қайтару - тауар компанияның 
қоймасына түскен сәттен бастап 3-7 жұмыс күні ішінде жүргізіледі.	
''',
            'rus': '''Возврат денежных средств производится на карту клиента в 
течение 3-7 рабочих дней с момента поступления товара на склад компании.	
'''
        }
    },
    'delivery': {
        7: {
            'kaz': '''Тапсырыс жөнелтілгеннен кейін бақылау нөмірі электронды поштаңызға жіберіледі.''',
            'rus': '''Трекинг номер для отслеживания посылки будет отправлен на вашу электронную почту после отправки заказа.'''
        },
        8: {
            'kaz': '''Үлкен қалаларға жеткізу Авис курьерлік қызметі арқылы 7-9 жұмыс күн ішінде жүзеге асырылады, 2500 тг-ден бастап, уйге дейін жеткізеді. Шағын қалаларға/ауылды мекендерге жеткізу 
Қазпошта арқылы 7-14 жұмыс күні жүзеге асырылады, 2500 тг-ден бастап, мекен-жайға жақын орналасқан Қазпошта бөлімшесіне дейін.''',
            'rus': '''Доставка в крупные города осуществляется курьерской службой Avis в течение 7-9 рабочих дней, от 2500 тенге, доставка на дом. Доставка в малые города/сельскую 
местность осуществляется Казпочтой в течение 7-14 рабочих дней, от 2500 тенге до ближайшего отделения Казпочты.	
'''
        },
        9: {
            'kaz': '''Тапсырыс келу уақытын нақты айта алмаймыз, себебі бұл курьерлік қызметке байланысты. Жеткізу уақытын нақтылау үшін курьерден қоңырау күтулеріңізді сұраймыз.''',
            'rus': '''Точное время доставки указать не можем, так как оно зависит от курьерской службы. Ожидайте звонка от курьера для уточнения времени доставки.'''
        }
    },
    'payment': {
        10: {
            'kaz': '''Егер төлем жасау кезінде мәселелер туындаса, картаңыздағы лимиттің асып кеткенін тексеріңіз және онлайн төлемдердің қосулы екеніне көз жеткізіңіз. Мәселе шешілмесе, банк қолдау қызметіне хабарласыңыз.''',
            'rus': '''Если у вас возникают проблемы с оплатой, проверьте, не превышен ли лимит по карте и включены ли онлайн-платежи. Если проблема не устраняется, обратитесь в службу поддержки вашего банка.'''
        },
        11: {
            'kaz': '''Біздің веб-сайтта төлем тек VISA және Master Card карталары арқылы қабылданады. Өкінішке орай, біз "Каспи Кредит" және "Kaspi Red" төлем түрін қабылдамаймыз.''',
            'rus': '''На нашем сайте принимаются только карты VISA и Master Card. К сожалению, мы не принимаем оплату через "Каспи Кредит" и Kaspi Red.'''
        }
    }
}
