

faq_texts_update = {

    'lvl4': '''
В Qazaq Republic теперь за каждую покупку — вы получаете кэшбек!
⠀
🔸 Кэшбек начисляется после каждой покупки по истечению 14-дневного возвратного периода.
🔸 Срок действия — 1 год с момента начисления.
🔸 Накопленный кэшбек можно использовать при следующих покупках.
⠀
Спасибо, что выбираете нас!
''',
    'lvl5': '''
✅ Начисление кэшбека: 
— 5% от суммы покупки
— При идентификации по QR-коду или номеру телефона
— После 14-дневного возвратного периода
— Использование гифт-карт тоже приносят кэшбек

🛍 Списание кэшбека: 
— До 30% от суммы можно оплатить кэшбеком.
— При возврате товара:
 • Кэшбек за товар аннулируется.
 • Списанный кэшбек восстанавливается.
 • Деньги возвращаются клиенту.
— Нельзя оплатить кэшбеком гифт-карты.

📅 Срок действия:
— 365 дней.
— По окончании срока — сгорает.
''',
    'lvl6': '''
Выберите один из часто задаваемых вопросов:
''',
    'lvl6_1_1': '''
📦 Доставка заказов осуществляется только онлайн через сайт qazaqrepublic.com по всей территории Казахстана. 

Варианты доставки:
— В отделения Казпочты (для малых городов и сёл).
— Курьером до двери (для крупных городов).

Сроки доставки:
— Алматы / Астана: на следующий день после оформления заказа.
— Другие города: от 3 до 10 рабочих дней.

После оформления заказа на электронную почту будет отправлен трек-номер. С его помощью вы сможете отследить посылку на сайте курьерской службы.

Прямая ссылка на сайт: https://qazaqrepublic.com/ru/shop
''',
    'lvl6_1_2': '''
📦 Самовывоз доступен только онлайн через сайт qazaqrepublic.com. 

Для Алматы:
Онлайн-заказы с самовывозом будут готовы через 4 часа после оформления.
Адрес: ул. Маметова, 47.

Для Астаны:
Онлайн-заказы с самовывозом будут готовы через 2 часа после оформления.
Адрес: ул. Бөкейхана, 29, ЖК «Венский квартал», блок В, офис 14 (вход с улицы, необходимо позвонить в звонок).

Доставка по городам Актау, Актобе, Павлодар, Атырау, Шымкент:
В этих городах самовывоз и доставка QR Delivery не осуществляются.

Вы можете посетить наш магазин. Если нужной модели не окажется в наличии, вы всегда можете оформить онлайн-заказ на сайте — мы отправим товар из Алматы.

Прямая ссылка на сайт: https://qazaqrepublic.com/ru/shop

Уведомление о готовности заказа будет отправлено на электронную почту.
''',
    'lvl6_2': '''
Данная ошибка может быть связана с ограничениями на использование вашей карты для онлайн-покупок или с превышением установленного лимита.

Чтобы решить проблему, выполните следующие шаги:

1.Зайдите в приложение Kaspi и откройте раздел «Мой банк».
2.Выберите «Kaspi Gold».
3.Перейдите в раздел «Оплата в интернете».
4.Активируйте доступ к онлайн-оплате и, при необходимости, измените лимит.
После этого вы сможете успешно завершить оформление заказа на нашем сайте https://qazaqrepublic.com/ru/shop.
''',
    'lvl6_3_1': '''
Обмен / возврат оффлайн-покупки: 
Обмен или возврат возможен в течение 14 дней при наличии чека, бирки и сохранения товарного вида. Обмен осуществляется только в том магазине, где был приобретён товар.

Важно:
— Если фискальный чек утрачен (в случае оплаты через Kaspi или карты других банков), необходимо обратиться в магазин и написать заявление на его восстановление. Срок рассмотрения — 3–4 рабочих дня.
— При оплате наличными, восстановить фискальный чек невозможно.
''',
    'lvl6_3_2': '''
Обмен товара при онлайн-покупке
Обмен или возврат возможен в течение 14 дней при наличии чека, бирки и сохранении товарного вида.
Обмен осуществляется только на другой размер или цвет.

Адреса для обмена:
—  Алматы — ул. Бухтарминская, 24/7, 3-й блок (пн–вс, 10:00–18:00)
—  Астана — ул. Бокейхана, 29, офис 14 (пн–вс, 10:00–18:00)

Возврат товара из других городов:
Возврат возможен в течение 14 дней с момента получения заказа. Заявку на возврат необходимо оформить на сайте qazaqrepublic.com в разделе «Мои заказы».

Процесс возврата:

Отправьте товар через курьерскую службу или КазПочту.
В посылку вложите:
— Заполненное заявление на возврат (отправляется на ваш e-mail)
— Товарный чек

Данные для отправки:
—  Компания: ТОО Qazaq Republic
—  Телефон: +7 (708) 800 14 65
—  Адрес: г. Алматы, ул. Бухтарминская 24/7, 3-й блок

Важно: Возврат принимается только при наличии чека, бирки, сохранённого товарного вида и заполненного заявления. Возврат средств производится на карту клиента в течение 3–7 рабочих дней после поступления товара на склад.
''',
    'lvl6_3_3': '''
Возврат средств:
Возврат денежных средств осуществляется в течение 3–7 рабочих дней при наличии чека, бирки и надлежащего товарного вида.
При оплате наличными возврат производится в день обращения.

Если фискальный чек утрачен (при оплате через Kaspi или карты других банков), необходимо обратиться в магазин и написать заявление на его восстановление. Срок рассмотрения заявки — 3–4 рабочих дня.

Важно: при оплате наличными обмен или возврат без фискального чека невозможен.
''',
    'lvl6_3_4': '''
Возврат денежных средств:
Возврат осуществляется в течение 3–7 рабочих дней после получения и проверки товара. После завершения возврата вы получите электронное письмо с подтверждающим чеком.

Средства возвращаются тем же способом оплаты, который был использован при покупке.
Если деньги не поступили в течение 10 или более дней, пожалуйста, отправьте в банк подтверждающее письмо о возврате — это поможет ускорить процесс.
''',
    'lvl6_4': '''Выберите город:''',
    'lvl6_4_1': '''
г. Астана, проспект Ұлы Дала 41/3, ЖК «Panorama Park — 4», работаем с 10:00-20:00
ссылка: https://go.2gis.com/l9hop

г. Астана, проспект Кабанбай батыра 62, ТРЦ «Mega Silk Way» — 2 этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/wqeoq

г.Астана, проспект Туран, 37. ТРЦ Хан-Шатыр, 2 этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/9qxhv
''',
    'lvl6_4_2': '''
г. Алматы, ул. Маметовой 47 (угол ул. Желтоксан), работаем с 10:00-22:00
ссылка: https://go.2gis.com/oqawqx

г.Алматы, ТРЦ ""Mega Center Alma-Ata"", Розыбакиева 247а, 2этаж, работаем с 10:00-22:00
ссылка: https://go.2gis.com/s3se9

 г. Алматы, ТРЦ “APORT EAST”, Кульджинский тракт 106, 1 этаж
Время работы: 10:00 - 22:00
ссылка: https://go.2gis.com/70gbc

Всегда будем рады Вас видеть💙
''',
    'lvl6_4_3': '''
г. Шымкент, Тауке Хана 43А (KENBABA Family Park), работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/l8xu1v

Всегда будем рады Вас видеть💙
''',
    'lvl6_4_4': '''
г. Актобе, ТРЦ ""KeruenCity"", ул. Маметовой 4, 1 этаж, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/oh8jp

Всегда будем рады Вас видеть💙
''',
    'lvl6_4_5': '''
г. Актау,16 мкр, 31 дом. ЖК Tomiris Towers, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/xt9gem

Всегда будем рады Вас видеть💙
''',
    'lvl6_4_6': '''
г. Атырау улица Сырым Датова,13а работаем  с 10:00 до 22:00.

Всегда будем рады Вас видеть 💙
''',
    'lvl6_4_7': '''
г. Павлодар, ТРЦ ""Batyr Mall"", ул. Камзина, д. 67/1, 2 этаж, работаем с 10:00 до 22:00
ссылка: https://go.2gis.com/bgxek

Всегда будем рады Вас видеть💙
''',
    'lvl6_4_8': '''
г. Караганда, ТРЦ City Mall, 1-й этаж, работаем с 10:00 до 22:00

Всегда будем рады Вас видеть 💙
''',
    'lvl6_5': '''
Ассортимент сайта и магазинов может немного отличаться. Вы можете проверить наличие товаров только в самом магазине, либо осуществить онлайн-покупки через сайт qazaqrepublic.com
''',
    'lvl6_6': '''
Подарочные сертификаты

Вы можете приобрести подарочные сертификаты в наших офлайн-магазинах (филиалы Qazaq Republic).

Доступные номиналы:
5 000 ₸, 10 000 ₸, 15 000 ₸, 20 000 ₸, 30 000 ₸, 50 000 ₸

Срок действия: 1 год с момента покупки.
Для использования сертификата в магазине необходимо его физическое наличие.

Если номинала карты недостаточно — вы можете доплатить разницу.
Если стоимость покупки меньше номинала — неиспользованный остаток не возвращается.

Адреса магазинов можно посмотреть в меню.

Примечание: покупка и использование онлайн-сертификатов на сайте пока недоступны.
''',
    'lvl7': '''
По вопросам специальных заказов:
Звоните по номеру: +7 (708) 354-70-13 
Пишите на почту: partners@qazaqrepublic.com

Ваше обращение обязательно будет рассмотрено.
''',
    'lvl8': '''
Если у вас возникли вопросы — мы всегда готовы помочь 💙
📩 Напишите нам в WhatsApp: +7 (708) 800 14 65
'''
}

faq_lvls = {
    'main': [
        {"text": "Мой баланс", 'callback': 'bonus', 'action': 'client'},
        {"text": "Мой QR-код для начисления и списания", 'callback': 'qr', 'action': 'client'},
        {"text": "Мои покупки", 'callback': 'purchase', 'action': 'client'},
        {"text": "Как работает QR+?", 'callback': 'lvl4'},
        {"text": "Условия начисления и списания", 'callback': 'lvl5'},
        {"text": "Часто задаваемые вопросы", 'callback': 'lvl6'},
        {"text": "Сотрудничество", 'callback': 'lvl7'},
        {"text": "Служба поддержки", 'callback': 'lvl8'},
        # {"text": "Мои бонусы", 'callback': 'bonus', 'action': 'client'},
        # {"text": "Мой QR", 'callback': 'qr', 'action': 'client'},
        # {"text": "Мои покупки", 'callback': 'purchase', 'action': 'client'}
    ],
    'lvl1': [
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl2': [
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl3': [
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl4': [
        {"text": "Назад", 'callback': 'main'}
    ],
    "lvl5": [
        {"text": "Назад", 'callback': 'main'}
    ],
    "lvl6": [
        {"text": "Доставка", 'callback': 'lvl6_1'},
        {"text": "Превышен лимит на Каспий", 'callback': 'lvl6_2'},
        {"text": "Обмен и возврат товара", 'callback': 'lvl6_3'},
        {"text": "Адреса сторов (филиалы Qazaq Republic)", 'callback': 'lvl6_4'},
        {"text": "Наличие товаров в сторах", 'callback': 'lvl6_5'},
        {"text": "Гифт карта (подарочный сертификат)", 'callback': 'lvl6_6'},
        #{"text": "Скидки", 'callback': 'lvl6_*'},
        {"text": "Главное меню", 'callback': 'main'}
    ],
    'lvl6_1': [
        {"text": "Условия доставки", 'callback': 'lvl6_1_*'},
        {"text": "Самовывоз — Адреса и условия самовывоза", 'callback': 'lvl6_1_*'},
        {"text": "Назад", 'callback': 'lvl6'}
    ],
    'lvl6_1_*': [
        {"text": "Назад", 'callback': 'lvl6_1'}
    ],
    'lvl6_2': [
        {"text": "Назад", 'callback': 'lvl6'}
    ],
    'lvl6_3': [
        {"text": "Обмен и возврат оффлайн покупки", 'callback': 'lvl6_3_*'},
        {"text": "Обмен и возврат онлайн покупки", 'callback': 'lvl6_3_*'},
        {"text": "Возврат денежных средств оффлайн", 'callback': 'lvl6_3_*'},
        {"text": "Возврат денежных средств онлайн", 'callback': 'lvl6_3_*'},
        {"text": "Назад", 'callback': 'lvl6'}
    ],
    'lvl6_3_*': [
        {"text": "Назад", 'callback': 'lvl6_3'}
    ],
    'lvl6_4': [
        {"text": "Астана", 'callback': 'lvl6_4_*'},
        {"text": "Алматы", 'callback': 'lvl6_4_*'},
        {"text": "Шымкент", 'callback': 'lvl6_4_*'},
        {"text": "Актобе", 'callback': 'lvl6_4_*'},
        {"text": "Актау", 'callback': 'lvl6_4_*'},
        {"text": "Атырау", 'callback': 'lvl6_4_*'},
        {"text": "Павлодар", 'callback': 'lvl6_4_*'},
        {"text": "Караганды", 'callback': 'lvl6_4_*'},
        {"text": "Назад", 'callback': 'lvl6'}
    ],
    'lvl6_4_*': [
        {"text": "Назад", 'callback': 'lvl6_4'}
    ],
    'lvl6_5': [
        {"text": "Назад", 'callback': 'lvl6'}
    ],
    'lvl6_6': [
        {"text": "Назад", 'callback': 'lvl6'}
    ],
    'lvl7': [
        {"text": "Назад", 'callback': 'main'}
    ],
    'lvl8': [
        {"text": "Назад", 'callback': 'main'}
    ]
}

tags = {
    '1': '613',
    '2': '614',
    '3': '615',
    '4': '616',
    '5': '617',
    '6': '618',
    '7': '619'
}
